[
  {
    "name": "Accessing Moodle",
    "knowledgebases": [
      {
        "title": "How to Access Moodle and Log In",
        "description": "<p>Hello! Welcome to our step-by-step guide on how to access and log in to Moodle {moodlename}. Let's get started!<\/p>\r\n<p><strong>Step 1: Access Moodle<\/strong><\/p>\r\n<p>First, you need to access the Moodle platform. To do this, open your preferred browser and type the Moodle URL {moodlename} in the address bar. The URL is: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>Step 2: Click on 'Login'<\/strong><\/p>\r\n<p>Once you're on the Moodle homepage, look for the 'Login' button, usually located in the upper-right corner of the screen. Click this button.<\/p>\r\n<p><strong>Step 3: Enter Your Credentials<\/strong><\/p>\r\n<p>After clicking 'Login', you'll be redirected to the login page. Here, you'll need to enter your login credentials - your username and password. Make sure to enter the information correctly.<\/p>\r\n<p><strong>Step 4: Click 'Access'<\/strong><\/p>\r\n<p>After entering your credentials, click the 'Access' button to enter the Moodle platform.<\/p>\r\n<p><strong>Step 5: Navigate Moodle<\/strong><\/p>\r\n<p>Congratulations! Now you're logged in to the Moodle {moodlename} platform. You can start navigating the available courses, participate in discussion forums, submit assignments, and much more.<\/p>\r\n<p>Remember: if you forgot your login credentials, click the 'Forgot your username or password?' link on the login page. Follow the instructions to recover your login information.<\/p>"
      },
      {
        "title": "Password Recovery",
        "description": "<p>Hello! If you forgot your Moodle {moodlename} password, don't worry. I'm here to help you recover it. Follow the steps below to reset your password:<\/p>\r\n<ol>\r\n<li>\r\n<p>Go to the Moodle {moodlename} homepage using the following link: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<\/li>\r\n<li>\r\n<p>In the upper-right corner of the page, you'll see the 'Login' option. Click on it.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Now, you'll be redirected to the login page. Below the username and password fields, you'll find a link called 'Forgot your username or password?'.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Click this link. You'll be redirected to a new page where you can recover your password.<\/p>\r\n<\/li>\r\n<li>\r\n<p>On this page, you will have two options to recover your password:<\/p>\r\n<ul>\r\n<li>\r\n<p>If you remember your username, type it in the 'Search by username' field and click 'Search'. An email will be sent to the email address associated with your account with instructions to reset your password.<\/p>\r\n<\/li>\r\n<li>\r\n<p>If you don't remember your username but recall the email address you used to register, enter it in the 'Search by email address' field and click 'Search'. An email will be sent to that address with instructions to reset your password.<\/p>\r\n<\/li>\r\n<\/ul>\r\n<\/li>\r\n<li>\r\n<p>Check your inbox for the email. If you don't see the email, check your spam or junk folder. Follow the instructions in the email to reset your password.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Remember, for security reasons, don't share your password with anyone. If you suspect someone may have access to your password, it's a good practice to change it.<\/p>"
      },
      {
        "title": "Incorrect Password Issues",
        "description": "<p>Hello, welcome to the Moodle {moodlename} knowledge base. In this article, we will address a common issue many users face: 'Incorrect Password Issues'.<\/p>\r\n<p><strong>Incorrect Password Issues<\/strong><\/p>\r\n<p>If you're having trouble accessing your Moodle {moodlename} account due to an incorrect password, here are some possible solutions you can try.<\/p>\r\n<p><strong>1. Check if your password is correct<\/strong><\/p>\r\n<p>The first thing you should do is check if you're entering the password correctly. Make sure that the Caps Lock key is not on, as passwords are case-sensitive. Also, check if you're not confusing similar characters, like the number '0' and the letter 'O', or the number '1' and the letter 'l'.<\/p>\r\n<p><strong>2. Reset your password<\/strong><\/p>\r\n<p>If you’ve checked and are still having issues, the next step is to try resetting your password. To do this, follow these steps:<\/p>\r\n<ol>\r\n<li>Go to the Moodle {moodlename} login page at <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/li>\r\n<li>Click the 'Forgot your username or password?' link.<\/li>\r\n<li>Enter your email address in the provided field and click 'Search'.<\/li>\r\n<li>You will receive an email with instructions on how to reset your password. Follow these instructions to create a new password.<\/li>\r\n<\/ol>\r\n<p><strong>3. Contact Support<\/strong><\/p>\r\n<p>If you've tried both solutions above and are still having issues, the last option is to contact Moodle {moodlename} support. They will be able to help you resolve the issue and recover access to your account.<\/p>\r\n<p>We hope this article has been helpful in resolving your incorrect password issue. If you have any more questions or need further assistance, feel free to contact us. We're here to help!<\/p>"
      },
      {
        "title": "First Steps After Login",
        "description": "<p>Hello, welcome to Moodle {moodlename}! This article will guide you through the first steps after logging in. Let's get started!<\/p>\r\n<p><strong>First Step: Accessing the Site<\/strong><\/p>\r\n<p>To get started, access Moodle {moodlename} through the following link: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>Second Step: Logging In<\/strong><\/p>\r\n<p>In the upper-right corner of the homepage, you’ll find the login field. Enter your username and password in the appropriate fields and click 'Login'.<\/p>\r\n<p><strong>Third Step: Navigating the Main Page<\/strong><\/p>\r\n<p>After logging in, you'll be redirected to the Moodle main page. Here, you'll find a variety of resources and useful information, including:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Navigation<\/strong>: This block, usually located in the upper-left corner, allows you to easily navigate the site. It contains links to your homepage, profile, courses, and other areas of the site.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>My Courses<\/strong>: Here, you will find a list of all the courses you're enrolled in. Click on the course name to access it.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Calendar<\/strong>: This block, usually located in the right corner, displays upcoming events, assignment deadlines, and other important dates.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Messages<\/strong>: This block allows you to view and respond to received messages.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p><strong>Fourth Step: Updating Your Profile<\/strong><\/p>\r\n<p>It's important to keep your profile updated. To access your profile, click your name in the upper-right corner and select 'Profile'. Here, you can add a photo, change your email address, adjust your notification preferences, and much more.<\/p>\r\n..."
      }
    ]
  },
  {
    "name": "Navigation in Moodle",
    "knowledgebases": [
      {
        "title": "How to navigate through courses and modules.",
        "description": "<p>Hello, welcome to Moodle {moodlename}. This article will guide you step by step on how to navigate through courses and modules on the Moodle platform. Let's get started!</p>\r\n<p>First, access Moodle {moodlename} through the following link: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}</a></p>\r\n<p><strong>1. Accessing the Courses</strong></p>\r\n<p>After logging in with your credentials, you will be directed to the Moodle home page. Here, you will see a list of all the courses you are enrolled in. To access a course, simply click on the course name.</p>\r\n<p><strong>2. Navigating through Modules</strong></p>\r\n<p>Within each course, you will find various modules. Each module represents a section or unit of the course. To navigate through the modules, simply scroll down the course page. Each module will be clearly marked with a title and module number.</p>\r\n<p><strong>3. Accessing Module Content</strong></p>\r\n<p>Within each module, you will find a variety of resources and activities, such as readings, questionnaires, discussion forums, assignments, etc. To access any of these resources or activities, simply click on the title of the resource or activity.</p>\r\n<p><strong>4. Returning to the Course Home Page</strong></p>\r\n<p>To return to the course home page from any module, simply click on the course name located at the top of the page. This will take you back to the course home page, where you can select a different module to explore.</p>\r\n<p><strong>5. Exiting a Course</strong></p>\r\n<p>To exit a course and return to the Moodle home page, click on the home icon located in the upper left corner of the page. This will take you back to the Moodle home page, where you can access other courses.</p>\r\n<p>I hope this guide was helpful in navigating through courses and modules in Moodle {moodlename}. If you have any questions or need further assistance, don't hesitate to reach out. Good luck with your studies!</p>"
      },
      {
        "title": "Using the navigation panel (sidebar, menus)",
        "description": "<p>Hello, welcome to Moodle {moodlename}. This article will guide you on how to use the navigation panel (sidebar, menus) in our Moodle.</p>\r\n<h5>Navigation Panel</h5>\r\n<p>The navigation panel is a sidebar located on the left side of your screen. It is an essential tool for navigating Moodle and accessing different areas of the site.</p>\r\n<h5>Sidebar</h5>\r\n<p>The sidebar is divided into several sections, each with its own function.</p>\r\n<ol>\r\n<li>\r\n<p><strong>Home Page</strong>: By clicking this link, you will be redirected to the Moodle home page.</p>\r\n</li>\r\n<li>\r\n<p><strong>My Courses</strong>: Here, you will find a list of all the courses you are enrolled in. Clicking on any course will take you directly to the course page.</p>\r\n</li>\r\n<li>\r\n<p><strong>Calendar</strong>: This section shows upcoming events, assignment deadlines, and other important reminders.</p>\r\n</li>\r\n<li>\r\n<p><strong>Private Messages</strong>: Here, you can see your private messages and start new conversations.</p>\r\n</li>\r\n<li>\r\n<p><strong>My Profile</strong>: This section allows you to view and edit your profile.</p>\r\n</li>\r\n</ol>\r\n<h5>Menus</h5>\r\n<p>The menus are another important part of the navigation panel. They are located at the top of the page and provide quick access to various areas of the site.</p>\r\n<ol>\r\n<li>\r\n<p><strong>User Menu</strong>: This menu, usually displayed with your name, allows you to access your profile, grades, messages, and other personal settings.</p>\r\n</li>\r\n<li>\r\n<p><strong>Navigation Menu</strong>: This menu allows you to quickly navigate to different areas of the site, such as the home page, user panel, courses, and other sections.</p>\r\n</li>\r\n<li>\r\n<p><strong>Admin Menu</strong>: This menu is only visible to users with admin permissions. It allows you to manage the site, courses, users, and other Moodle settings.</p>\r\n</li>\r\n</ol>\r\n<p>I hope this article was helpful in understanding how to use the navigation panel in Moodle {moodlename}. If you have more questions, don't hesitate to contact us. We are here to help!</p>"
      }
    ]
  },
  {
    "name": "Performing Tasks and Assessments",
    "knowledgebases": [
      {
        "title": "How to perform and submit tasks.",
        "description": "<p>Hello, welcome to our knowledge base! Today, I will guide you on how to perform and submit tasks in Moodle {moodlename}. Let's get started!<\/p>\r\n<p><strong>1. Accessing Moodle {moodlename}<\/strong><\/p>\r\n<p>First, you need to access the Moodle platform. To do this, open your preferred browser and type the following URL: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>2. Logging in to the platform<\/strong><\/p>\r\n<p>After accessing the site, you will see the homepage of Moodle {moodlename}. In the top-right corner, click on 'Log in' to sign in. Enter your user credentials (username and password) in the appropriate fields and click 'Log in' again.<\/p>\r\n<p><strong>3. Accessing the course and task<\/strong><\/p>\r\n<p>After logging in, you will be directed to the 'My courses' page. Here, you can see all the courses you are enrolled in. Click on the relevant course to access your tasks. Within the course, look for the 'Tasks' section and click on the task you want to perform.<\/p>\r\n<p><strong>4. Performing the task<\/strong><\/p>\r\n<p>On the task page, you will find all the necessary information to complete it, such as instructions, due date, and evaluation criteria. Read all the information carefully before starting to work on the task.<\/p>\r\n<p><strong>5. Submitting the task<\/strong><\/p>\r\n<p>Once you have completed the task, it’s time to submit it. On the task page, click 'Add submission'. Then, you will have the option to upload the task file. Click 'Add...' to select and upload the file from your computer. Make sure the file is in the correct format as specified in the task instructions.<\/p>\r\n<p>After uploading the file, click 'Save changes'. A confirmation window will appear. Review the information and, if everything is correct, click 'Continue'. Your task is now submitted!<\/p>\r\n<p>Remember, it's very important to check the task’s due date and time. If you submit the task after the deadline, it may be marked as late, and this could affect your grade.<\/p>"
      },
      {
        "title": "How to answer quizzes and assessments",
        "description": "<p>Hello, welcome to Moodle {moodlename}! This article will guide you step by step on how to answer quizzes and assessments on our Moodle platform. Let’s get started!<\/p>\r\n<p><strong>Step 1: Accessing the platform<\/strong><\/p>\r\n<p>First, you need to access our Moodle platform. To do this, type the following URL into your browser: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>Step 2: Logging into your account<\/strong><\/p>\r\n<p>On the homepage, you will see a \"Log in\" button in the top-right corner. Click on it and enter your login credentials (username and password) in the appropriate fields. After filling them in, click on \"Log in\".<\/p>\r\n<p><strong>Step 3: Accessing the course<\/strong><\/p>\r\n<p>After logging in, you will be redirected to the main page of your account. Here, you will see a list of all the courses you are enrolled in. Click on the course for the quiz or assessment you want to answer.<\/p>\r\n<p><strong>Step 4: Finding the quiz or assessment<\/strong><\/p>\r\n<p>Within the course, look for the section that contains the quiz or assessment. They are usually listed in the \"Activities\" or \"Assessments\" section. Click on the name of the quiz or assessment you want to answer.<\/p>\r\n<p><strong>Step 5: Starting the quiz or assessment<\/strong><\/p>\r\n<p>On the quiz or assessment page, you will see a button that says \"Attempt quiz now\" or \"Start attempt\". Click on it to begin.<\/p>\r\n<p><strong>Step 6: Answering the questions<\/strong><\/p>\r\n<p>Now, you will see a series of questions. Read each question carefully and select the answer you think is correct. You can navigate between the questions using the \"Next\" and \"Previous\" buttons.<\/p>\r\n<p><strong>Step 7: Submitting your answers<\/strong><\/p>\r\n<p>After answering all the questions, click the \"Submit all and finish\" button at the bottom of the page. A pop-up window will appear asking you to confirm that you want to submit your answers. Click \"Submit all and finish\" again to confirm.<\/p>\r\n<p><strong>Step 8: Checking the feedback<\/strong><\/p>\r\n<p>After submitting your answers, you will be redirected to a summary page. Here, you can see the feedback for your quiz or assessment, including your grade and any comments from the instructor.<\/p>\r\n<p>I hope this guide has been helpful for you. If you have more questions about how to answer quizzes and assessments on Moodle {moodlename}, feel free to contact us. Good luck with your studies!<\/p>"
      },
      {
        "title": "How to check and understand received grades",
        "description": "<p>Hello, welcome to our knowledge base! Today, I will explain how you can check and understand the grades you have received on the Moodle {moodlename} platform. Let’s get started?<\/p>\r\n<p><strong>1. Accessing Moodle {moodlename}<\/strong><\/p>\r\n<p>First, you need to access the Moodle {moodlename} platform. To do this, simply click on the following link: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Once on the homepage, you will see a button to log in. Enter your user credentials and password to access your account.<\/p>\r\n<p><strong>2. Navigating to your course<\/strong><\/p>\r\n<p>After logging in, you will be directed to the Moodle homepage. Here, you will see a list of all the courses you are enrolled in. Click on the course whose grades you want to check.<\/p>\r\n<p><strong>3. Accessing the gradebook<\/strong><\/p>\r\n<p>Within your course, look for the \"Administration\" block, usually located on the left side of the page. Click on \"Grades\" within this block. This will open the gradebook for your course.<\/p>\r\n<p><strong>4. Checking your grades<\/strong><\/p>\r\n<p>Now that you're in the gradebook, you will see a table with all the graded activities in the course, along with their corresponding grades. The grades are usually displayed on a scale from 0 to 100, but this may vary depending on the course settings.<\/p>\r\n<p><strong>5. Understanding your grades<\/strong><\/p>\r\n<p>Each graded activity will have a corresponding grade. If the activity has not been graded yet, the grade will appear as a dash (-). The grades are calculated based on the evaluation criteria established by the course instructor. If you have questions about how a grade was calculated, it is best to contact the instructor directly.<\/p>\r\n<p><strong>6. Checking the course total<\/strong><\/p>\r\n<p>At the bottom of the table, you will see a line called \"Course total.\" This is the sum of all your grades in the course. This is a good way to track your overall progress in the course.<\/p>\r\n<p>I hope this guide has been helpful for you in understanding how to check and interpret your grades on Moodle {moodlename}. If you have any further questions, don't hesitate to ask. We're here to help!<\/p>"
      }
    ]
  },
  {
    "name": "Interaction Features",
    "knowledgebases": [
      {
        "title": "How to Participate in Forums and Chats",
        "description": "<p>Hello, welcome to Moodle {moodlename}! This article will guide you on how to participate in forums and chats on our Moodle platform. Let's get started!</p>\r\n<h5>Participating in Forums</h5>\r\n<p>Forums are a great way to exchange ideas, discuss course topics, and ask questions. Here’s how you can participate:</p>\r\n<ol>\r\n<li>\r\n<p><strong>Access the Forum</strong>: First, you need to access the forum. Log in to the Moodle platform through the link <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}</a>. After logging in, navigate to the desired course and look for the forums section.</p>\r\n</li>\r\n<li>\r\n<p><strong>Read the Discussions</strong>: Before posting, it’s a good idea to read the existing discussions. This can help you understand what has already been discussed and avoid repeating topics.</p>\r\n</li>\r\n<li>\r\n<p><strong>Start a New Discussion</strong>: To start a new discussion, click the 'Add a new discussion topic' button. Enter a subject and your message. When you're done, click 'Post to forum'.</p>\r\n</li>\r\n<li>\r\n<p><strong>Reply to a Discussion</strong>: To reply to an existing discussion, click the discussion title and then click 'Reply'. Write your reply and click 'Post to forum'.</p>\r\n</li>\r\n</ol>\r\n<h5>Participating in Chats</h5>\r\n<p>Chats allow real-time conversations with other course participants. Here's how you can participate:</p>\r\n<ol>\r\n<li>\r\n<p><strong>Access the Chat</strong>: Log in to the Moodle platform through the link <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}</a>. After logging in, navigate to the desired course and look for the chats section.</p>\r\n</li>\r\n<li>\r\n<p><strong>Join the Chat</strong>: Click on the chat you want to join. You will be taken to a new chat window.</p>\r\n</li>\r\n<li>\r\n<p><strong>Send Messages</strong>: To send a message, type it in the text box at the bottom of the chat window and press Enter. Remember to follow chat etiquette and respect other participants.</p>\r\n</li>\r\n</ol>\r\n<p>I hope this article was helpful to you. If you have more questions, feel free to ask. We’re here to help!</p>"
      }
    ]
  },
  {
    "name": "Accessibility and Personal Resources",
    "knowledgebases": [
      {
        "title": "How to adjust profile settings (photo, biography).",
        "description": "<p>Hello, welcome to Moodle {moodlename}! This article will guide you step by step on how to adjust your profile settings, including how to change your photo and biography. Let's get started!</p>\r\n<p><strong>1. Access Moodle {moodlename}</strong></p>\r\n<p>First, you need to access Moodle {moodlename}. You can do this by clicking the following link: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}</a></p>\r\n<p><strong>2. Log in to your account</strong></p>\r\n<p>In the top right corner of the homepage, you will see the option to log in. Click on it and enter your login credentials.</p>\r\n<p><strong>3. Access your profile settings</strong></p>\r\n<p>Once logged in, click on your username in the top right corner of the page. In the dropdown menu that appears, click 'Profile'.</p>\r\n<p><strong>4. Edit your profile</strong></p>\r\n<p>On your profile page, click the 'Edit profile' button to begin making changes.</p>\r\n<p><strong>5. Change your photo</strong></p>\r\n<p>To change your photo, click the camera icon on the profile picture. This will open a window where you can choose a new photo from your computer. Select the photo you want to use and click 'Open'. Remember that the photo should be clear and professional.</p>\r\n<p><strong>6. Update your biography</strong></p>\r\n<p>In the 'Description' section, you can write or edit your biography. This is a great opportunity to share a little about yourself, your experiences, and interests. Once finished, click 'Update profile' to save your changes.</p>\r\n<p><strong>7. Save your changes</strong></p>\r\n<p>After making all the desired changes, don't forget to click the 'Update profile' button at the bottom of the page. This will ensure that all your changes are saved.</p>\r\n<p>And that's it! Now you know how to adjust your profile settings in Moodle {moodlename}. Remember, a complete and updated profile can help improve your online learning experience, allowing your peers and instructors to get to know you better. If you have any questions or issues, don't hesitate to contact us.</p>"
      },
      {
        "title": "How to access notification settings.",
        "description": "<p>Hello, welcome to our guide on how to access notification settings in Moodle {moodlename}. We will go through a detailed step-by-step process to ensure that you can customize your notifications according to your needs.</p>\r\n<ol>\r\n<li>\r\n<p><strong>Access Moodle {moodlename}</strong></p>\r\n<p>First, you need to access the Moodle {moodlename} site. You can do this by typing the following URL in your browser: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}</a>.</p>\r\n</li>\r\n<li>\r\n<p><strong>Log in to your account</strong></p>\r\n<p>In the top right corner of the homepage, you will find the option to log in. Click on it and enter your login credentials - usually your username and password.</p>\r\n</li>\r\n<li>\r\n<p><strong>Access your profile</strong></p>\r\n<p>Once logged in, click on your username in the top right corner of the page. This will open a dropdown menu. Select the 'Profile' option.</p>\r\n</li>\r\n<li>\r\n<p><strong>Go to messaging settings</strong></p>\r\n<p>On your profile page, you will see several options on the left side of the screen. Click on 'Messages' under the 'User settings' section. This will take you to the messaging settings page.</p>\r\n</li>\r\n<li>\r\n<p><strong>Customize your notifications</strong></p>\r\n<p>Here, you can customize your notifications. You can choose to receive notifications by email, pop-up notifications, or both. Additionally, you can specify which types of notifications you want to receive - such as forum messages, assignment submissions, private messages, and more.</p>\r\n</li>\r\n</ol>\r\n<p>Remember, it's important to regularly check your notifications in Moodle to stay updated on course activities. With personalized notification settings, you can ensure you're receiving the most relevant information for you.</p>\r\n<p>I hope this guide has been helpful to you. If you have more questions, don't hesitate to ask. We are here to help!</p>"
      },
      {
        "title": "How to use screen reader features",
        "description": "<p>Hello, welcome to our knowledge base! Today, I'll guide you on..."
      }
    ]
  },
  {
    "name": "Technical Support",
    "knowledgebases": [
      {
        "title": "How to report technical issues (login error, file upload problems, etc.)",
        "description": "<p>Hello, welcome to our knowledge base! Today, I'll guide you on how to report technical issues in Moodle {moodlename}. If you are facing problems such as login errors, difficulties in uploading files, and others, this guide is for you.</p>\r\n<p>First, access Moodle {moodlename} through the following URL: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}</a>. Make sure you are using the correct credentials for login.</p>\r\n<p>If you are facing technical problems, follow the steps below:</p>\r\n<p><strong>Navigate to the course with the problem</strong>:</p>\r\n<p>On the Moodle homepage, you will see a list of all the courses you are enrolled in. Click on the course where you are experiencing issues.</p>\r\n<p><strong>Locate the Helpdesk menu</strong>:</p>\r\n<p>In the top menu of the course page, you will find an option called 'Helpdesk'. This is where you can report any technical issue you are facing.</p>\r\n<p><strong>Click on the Helpdesk menu</strong>:</p>\r\n<p>By clicking on the Helpdesk menu, you will be redirected to a new page where you can report your issue.</p>\r\n<p><strong>Open a ticket</strong>:</p>\r\n<p>On the Helpdesk page, you will see an option to 'Open a ticket'. Click on it. You will be asked to provide details about the issue you are facing. Try to be as detailed as possible so our technical team can understand and resolve your problem efficiently.</p>\r\n<p>After following these steps, our technical team will receive your ticket and begin working on resolving your issue. You will be notified once the problem is resolved.</p>\r\n<p>I hope this guide has been helpful to you. If you have more questions or need further assistance, don't hesitate to contact us. We are here to help!</p>"
      }
    ]
  }
]
