[
    {
        "name": "Accediendo a Moodle",
        "knowledgebases": [
            {
                "title": "Cómo acceder a Moodle y hacer login",
                "description": "<p>¡Hola! Bienvenido a nuestra guía paso a paso sobre cómo acceder y hacer login en Moodle {moodlename}. ¡Comencemos!<\/p>\r\n<p><strong>Paso 1: Acceder a Moodle<\/strong><\/p>\r\n<p>Primero, necesitas acceder a la plataforma Moodle. Para ello, abre el navegador de tu preferencia y escribe la URL de Moodle {moodlename} en la barra de direcciones. La URL es: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>Paso 2: Haz clic en 'Entrar'<\/strong><\/p>\r\n<p>Una vez que estés en la página de inicio de Moodle, busca el botón 'Entrar' que generalmente se encuentra en la esquina superior derecha de la pantalla. Haz clic en este botón.<\/p>\r\n<p><strong>Paso 3: Ingresa tus credenciales<\/strong><\/p>\r\n<p>Después de hacer clic en 'Entrar', serás redirigido a la página de login. Aquí, necesitarás ingresar tus credenciales de login: tu nombre de usuario y contraseña. Asegúrate de ingresar la información correctamente.<\/p>\r\n<p><strong>Paso 4: Haz clic en 'Acceder'<\/strong><\/p>\r\n<p>Después de ingresar tus credenciales, haz clic en el botón 'Acceder' para entrar en la plataforma Moodle.<\/p>\r\n<p><strong>Paso 5: Navega por Moodle<\/strong><\/p>\r\n<p>¡Felicidades! Ahora estás logueado en la plataforma Moodle {moodlename}. Puedes comenzar a navegar por los cursos disponibles, participar en foros de discusión, enviar tareas y mucho más.<\/p>\r\n<p>Recuerda: si olvidaste tus credenciales de login, haz clic en el enlace '¿Olvidaste tu nombre de usuario o contraseña?' en la página de login. Sigue las instrucciones para recuperar tu información de login.<\/p>"
            },
            {
                "title": "Recuperación de contraseña",
                "description": "<p>¡Hola! Si olvidaste tu contraseña de Moodle {moodlename}, no te preocupes. Estoy aquí para ayudarte a recuperarla. Sigue los pasos a continuación para restablecer tu contraseña:<\/p>\r\n<ol>\r\n<li>\r\n<p>Accede a la página de inicio de Moodle {moodlename} a través del siguiente enlace: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<\/li>\r\n<li>\r\n<p>En la esquina superior derecha de la página, verás la opción \"Entrar\". Haz clic en ella.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Ahora, serás redirigido a la página de login. Debajo de los campos de entrada de nombre de usuario y contraseña, encontrarás un enlace llamado \"¿Olvidaste tu nombre de usuario o contraseña?\".<\/p>\r\n<\/li>\r\n<li>\r\n<p>Haz clic en este enlace. Serás redirigido a una nueva página donde podrás recuperar tu contraseña.<\/p>\r\n<\/li>\r\n<li>\r\n<p>En esta página, tendrás dos opciones para recuperar tu contraseña:<\/p>\r\n<ul>\r\n<li>\r\n<p>Si recuerdas tu nombre de usuario, escríbelo en el campo \"Buscar por nombre de usuario\" y haz clic en \"Buscar\". Se enviará un correo electrónico a la dirección de correo asociada a tu cuenta con instrucciones para restablecer tu contraseña.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Si no recuerdas tu nombre de usuario, pero recuerdas la dirección de correo que usaste para registrarte, escríbela en el campo \"Buscar por dirección de correo\" y haz clic en \"Buscar\". Se enviará un correo electrónico a esa dirección con instrucciones para restablecer tu contraseña.<\/p>\r\n<\/li>\r\n<\/ul>\r\n<\/li>\r\n<li>\r\n<p>Revisa tu bandeja de entrada de correo electrónico. Si no ves el correo, verifica tu carpeta de spam o correo no deseado. Sigue las instrucciones en el correo para restablecer tu contraseña.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Recuerda, por razones de seguridad, no compartas tu contraseña con nadie. Si sospechas que alguien puede tener acceso a tu contraseña, es una buena práctica cambiarla.<\/p>"
            },
            {
                "title": "Problemas con la contraseña incorrecta",
                "description": "<p>¡Hola, bienvenido a la base de conocimiento de Moodle {moodlename}. En este artículo, abordaremos un problema común que muchos usuarios enfrentan: \"Problemas con la contraseña incorrecta\".<\/p>\r\n<p><strong>Problemas con la contraseña incorrecta<\/strong><\/p>\r\n<p>Si estás teniendo problemas para acceder a tu cuenta en Moodle {moodlename} debido a una contraseña incorrecta, aquí hay algunas soluciones posibles que puedes intentar.<\/p>\r\n<p><strong>1. Verifica que tu contraseña sea correcta<\/strong><\/p>\r\n<p>Lo primero que debes hacer es verificar que estés ingresando la contraseña correctamente. Asegúrate de que la tecla Bloq Mayús no esté activada, ya que las contraseñas son sensibles a mayúsculas y minúsculas. Además, verifica que no estés confundiendo caracteres similares, como el número '0' y la letra 'O', o el número '1' y la letra 'l'.<\/p>\r\n<p><strong>2. Restablece tu contraseña<\/strong><\/p>\r\n<p>Si verificaste y aún tienes problemas, el siguiente paso es intentar restablecer tu contraseña. Para hacer esto, sigue estos pasos:<\/p>\r\n<ol>\r\n<li>Ve a la página de login de Moodle {moodlename} en <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/li>\r\n<li>Haz clic en el enlace '¿Olvidaste tu usuario o contraseña?'.<\/li>\r\n<li>Ingresa tu dirección de correo electrónico en el campo proporcionado y haz clic en 'Buscar'.<\/li>\r\n<li>Recibirás un correo electrónico con instrucciones sobre cómo restablecer tu contraseña. Sigue estas instrucciones para crear una nueva contraseña.<\/li>\r\n<\/ol>\r\n<p><strong>3. Contacta con soporte<\/strong><\/p>\r\n<p>Si intentaste las dos soluciones anteriores y aún tienes problemas, la última opción es contactar con el soporte de Moodle {moodlename}. Ellos podrán ayudarte a resolver el problema y recuperar el acceso a tu cuenta.<\/p>\r\n<p>Esperamos que este artículo haya sido útil para resolver tu problema con la contraseña incorrecta. Si tienes más preguntas o necesitas más asistencia, no dudes en contactarnos. ¡Estamos aquí para ayudar!<\/p>"
            },
            {
                "title": "Primeros Pasos después del Login",
                "description": "<p>¡Hola, bienvenido a Moodle {moodlename}! Este artículo te guiará a través de los primeros pasos después del login. ¡Comencemos!<\/p>\r\n<p><strong>Primer Paso: Accediendo al Sitio<\/strong><\/p>\r\n<p>Para comenzar, accede a Moodle {moodlename} a través del siguiente enlace: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>Segundo Paso: Haciendo el Login<\/strong><\/p>\r\n<p>En la esquina superior derecha de la página de inicio, encontrarás el campo de login. Ingresa tus credenciales de usuario (nombre de usuario y contraseña) en los campos apropiados y haz clic en 'Entrar'.<\/p>\r\n<p><strong>Tercer Paso: Navegando en la Página Principal<\/strong><\/p>\r\n<p>Después del login, serás redirigido a la página principal de Moodle. Aquí, encontrarás una variedad de recursos e información útil, incluyendo:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Navegación<\/strong>: Este bloque, generalmente ubicado en la esquina superior izquierda, te permite navegar fácilmente por el sitio. Contiene enlaces a tu página de inicio, tu perfil, tus cursos y otras áreas del sitio.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Mis cursos<\/strong>: Aquí, encontrarás una lista de todos los cursos en los que estás inscrito. Haz clic en el nombre de un curso para acceder a él.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Calendario<\/strong>: Este bloque, generalmente ubicado en la esquina derecha, muestra eventos próximos, fechas límite de tareas y otras fechas importantes.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Mensajes<\/strong>: Este bloque te permite ver y responder a los mensajes recibidos.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p><strong>Cuarto Paso: Actualizando tu Perfil<\/strong><\/p>\r\n<p>Es importante mantener tu perfil actualizado. Para acceder a tu perfil, haz clic en tu nombre en la esquina superior derecha y selecciona 'Perfil'. Aquí, puedes agregar una foto, cambiar tu dirección de correo electrónico, ajustar tus preferencias de notificación y mucho más.<\/p>\r\n<p><strong>Quinto Paso: Explorando tus Cursos<\/strong><\/p>\r\n<p>Cada curso en Moodle tiene su propia página, que contiene toda la información, recursos y actividades relacionadas con el curso. Para acceder a la página de un curso, haz clic en 'Mis cursos' y selecciona el curso deseado.<\/p>\r\n<p><strong>Sexto Paso: Participando en Actividades<\/strong><\/p>\r\n<p>Las actividades son una parte importante del aprendizaje en Moodle. Pueden incluir foros de discusión, tareas, cuestionarios y mucho más. Para participar en una actividad, navega hasta la página del curso y haz clic en el nombre de la actividad.<\/p>\r\n<p>Esperamos que esta guía haya sido útil para que des tus primeros pasos en Moodle {moodlename}. Si tienes alguna duda, no dudes en contactarnos. ¡Buena suerte y buenos estudios!<\/p>"
            },
            {
                "title": "Soporte Técnico y Ayuda",
                "description": "<p>¡Hola, bienvenido a la base de conocimiento de Moodle {moodlename}. Este artículo proporcionará información detallada sobre nuestro Moodle, incluyendo cómo acceder y cómo contactar al soporte técnico si encuentras algún problema.<\/p>\r\n<p><strong>Accediendo a Moodle {moodlename}<\/strong><\/p>\r\n<p>Para acceder a Moodle {moodlename}, necesitas visitar la siguiente URL: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Al visitar esta URL, serás dirigido a la página de inicio de nuestro Moodle, donde podrás hacer login con tus credenciales de usuario.<\/p>\r\n<p><strong>Soporte Técnico y Ayuda<\/strong><\/p>\r\n<p>Si tienes problemas para acceder a Moodle, o si encuentras cualquier otro problema técnico, estamos aquí para ayudar. Puedes contactar a nuestro equipo de soporte técnico enviando un correo electrónico a <a href=\"mailto:{moodleemail}\" target=\"_blank\" rel=\"noopener\">{moodleemail}<\/a>.<\/p>\r\n<p>Al contactar al soporte técnico, por favor proporciona la mayor cantidad de detalles posible sobre el problema que estás enfrentando. Esto incluye cualquier mensaje de error que puedas haber recibido, así como una descripción detallada de los pasos que tomaste antes de encontrar el problema. Cuanta más información proporciones, más rápido y eficazmente podremos ayudarte.<\/p>\r\n<p>Esperamos que encuentres útil esta base de conocimiento y te animamos a contactarnos si tienes más preguntas o inquietudes. Siempre estamos aquí para ayudar y asegurar que tu experiencia con Moodle {moodlename} sea la mejor posible.<\/p>"
            },
            {
                "title": "Problemas comunes de login y cómo solucionarlos",
                "description": "<p>¡Hola! Bienvenido a la base de conocimiento de Moodle {moodlename}. En este artículo, abordaremos algunos problemas comunes de login que puedes encontrar y cómo solucionarlos.<\/p>\r\n<p><strong>1. Olvidé mi contraseña<\/strong><\/p>\r\n<p>Si olvidaste tu contraseña, no te preocupes, es fácil recuperarla. Sigue los pasos a continuación:<\/p>\r\n<ul>\r\n<li>Accede a la página de login de Moodle {moodlename} en <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/li>\r\n<li>Haz clic en el enlace \"¿Olvidaste tu nombre de usuario o contraseña?\".<\/li>\r\n<li>Serás redirigido a una página donde podrás ingresar tu dirección de correo electrónico o nombre de usuario. Ingresa la información solicitada y haz clic en \"Buscar\".<\/li>\r\n<li>Recibirás un correo electrónico con instrucciones para restablecer tu contraseña. Sigue las instrucciones y podrás acceder a tu cuenta nuevamente.<\/li>\r\n<\/ul>\r\n<p><strong>2. Nombre de usuario o contraseña incorrectos<\/strong><\/p>\r\n<p>Si estás recibiendo un mensaje de error informando que tu nombre de usuario o contraseña son incorrectos, intenta lo siguiente:<\/p>\r\n<ul>\r\n<li>Verifica que el Bloq Mayús esté desactivado. Las contraseñas son sensibles a mayúsculas y minúsculas.<\/li>\r\n<li>Asegúrate de que estás ingresando tu nombre de usuario y contraseña correctamente. Si no estás seguro de tu nombre de usuario, puedes usar tu dirección de correo electrónico para hacer login.<\/li>\r\n<li>Si aún tienes problemas, puedes intentar restablecer tu contraseña siguiendo las instrucciones anteriores.<\/li>\r\n<\/ul>\r\n<p><strong>3. No recibí el correo electrónico de confirmación<\/strong><\/p>\r\n<p>Después de registrarte en Moodle {moodlename}, deberías recibir un correo electrónico de confirmación. Si no recibiste este correo, intenta lo siguiente:<\/p>\r\n<ul>\r\n<li>Verifica tu carpeta de spam o correo no deseado. El correo electrónico de confirmación puede haber sido enviado allí.<\/li>\r\n<li>Asegúrate de que la dirección de correo electrónico que proporcionaste durante el registro sea correcta. Si ingresaste una dirección de correo electrónico incorrecta, no podrás recibir el correo electrónico de confirmación.<\/li>\r\n<li>Si aún no recibiste el correo electrónico de confirmación, contacta al soporte técnico.<\/li>\r\n<\/ul>"
            }
        ]
    },
    {
        "name": "Navegación en Moodle",
        "knowledgebases": [
            {
                "title": "Cómo navegar por los cursos y módulos.",
                "description": "<p>Hola, bienvenido a Moodle {moodlename}. Este artículo te guiará paso a paso sobre cómo navegar por los cursos y módulos en la plataforma Moodle. ¡Comencemos!<\/p>\r\n<p>Primero, accede a Moodle {moodlename} a través del siguiente enlace: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>1. Accediendo a los Cursos<\/strong><\/p>\r\n<p>Después de iniciar sesión con tus credenciales, serás dirigido a la página de inicio de Moodle. Aquí, verás una lista de todos los cursos en los que estás inscrito. Para acceder a un curso, simplemente haz clic en el nombre del curso.<\/p>\r\n<p><strong>2. Navegando por los Módulos<\/strong><\/p>\r\n<p>Dentro de cada curso, encontrarás varios módulos. Cada módulo representa una sección o unidad del curso. Para navegar por los módulos, simplemente desplázate hacia abajo en la página del curso. Cada módulo estará claramente marcado con un título y un número de módulo.<\/p>\r\n<p><strong>3. Accediendo al Contenido del Módulo<\/strong><\/p>\r\n<p>Dentro de cada módulo, encontrarás una variedad de recursos y actividades, como lecturas, cuestionarios, foros de discusión, tareas, etc. Para acceder a cualquiera de estos recursos o actividades, simplemente haz clic en el título del recurso o actividad.<\/p>\r\n<p><strong>4. Volviendo a la Página de Inicio del Curso<\/strong><\/p>\r\n<p>Para volver a la página de inicio del curso desde cualquier módulo, simplemente haz clic en el nombre del curso, ubicado en la parte superior de la página. Esto te llevará de vuelta a la página de inicio del curso, donde puedes seleccionar un módulo diferente para explorar.<\/p>\r\n<p><strong>5. Saliendo de un Curso<\/strong><\/p>\r\n<p>Para salir de un curso y volver a la página de inicio de Moodle, haz clic en el ícono de la casa, ubicado en la esquina superior izquierda de la página. Esto te llevará de vuelta a la página de inicio de Moodle, donde puedes acceder a otros cursos.<\/p>\r\n<p>Espero que esta guía haya sido útil para ti al navegar por los cursos y módulos en Moodle {moodlename}. Si tienes alguna duda o necesitas más asistencia, no dudes en ponerte en contacto. ¡Buena suerte con tus estudios!<\/p>"
            },
            {
                "title": "Utilizando el panel de navegación (barra lateral, menús)",
                "description": "<p>Hola, bienvenido a Moodle {moodlename}. Este artículo te guiará sobre cómo utilizar el panel de navegación (barra lateral, menús) en nuestro Moodle.<\/p>\r\n<h5>Panel de Navegación<\/h5>\r\n<p>El panel de navegación es una barra lateral ubicada a la izquierda de tu pantalla. Es una herramienta esencial para navegar por Moodle y acceder a diferentes áreas del sitio.<\/p>\r\n<h5>Barra Lateral<\/h5>\r\n<p>La barra lateral está dividida en varias secciones, cada una con su propia función.<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Página inicial<\/strong>: Al hacer clic en este enlace, serás redirigido a la página de inicio de Moodle.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Mis cursos<\/strong>: Aquí, encontrarás una lista de todos los cursos en los que estás inscrito. Hacer clic en cualquier curso te llevará directamente a la página del curso.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Calendario<\/strong>: Esta sección muestra los próximos eventos, plazos de tareas y otros recordatorios importantes.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Mensajes privados<\/strong>: Aquí, puedes ver tus mensajes privados e iniciar nuevas conversaciones.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Mi perfil<\/strong>: Esta sección te permite visualizar y editar tu perfil.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<h5>Menús<\/h5>\r\n<p>Los menús son otra parte importante del panel de navegación. Están ubicados en la parte superior de la página y proporcionan acceso rápido a varias áreas del sitio.<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Menú del usuario<\/strong>: Este menú, generalmente mostrado con tu nombre, te permite acceder a tu perfil, tus calificaciones, mensajes y otras configuraciones personales.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Menú de navegación<\/strong>: Este menú te permite navegar rápidamente a diferentes áreas del sitio, como la página de inicio, el panel del usuario, los cursos y otras secciones.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Menú de administración<\/strong>: Este menú solo es visible para usuarios con permisos de administrador. Te permite gestionar el sitio, los cursos, los usuarios y otras configuraciones de Moodle.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Espero que este artículo haya sido útil para ti al entender cómo utilizar el panel de navegación en Moodle {moodlename}. Si tienes más preguntas, no dudes en contactarnos. ¡Estamos aquí para ayudar!<\/p>"
            }
        ]
    },
    {
        "name": "Realizando Tareas y Evaluaciones",
        "knowledgebases": [
            {
                "title": "Cómo realizar y enviar tareas.",
                "description": "<p>¡Hola, bienvenido a nuestra base de conocimiento! Hoy, te guiaré sobre cómo realizar y enviar tareas en Moodle {moodlename}. ¡Comencemos!<\/p>\r\n<p><strong>1. Accediendo a Moodle {moodlename}<\/strong><\/p>\r\n<p>Primero, necesitas acceder a la plataforma Moodle. Para ello, abre el navegador de tu preferencia y escribe la siguiente URL: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>2. Iniciando sesión en la plataforma<\/strong><\/p>\r\n<p>Después de acceder al sitio, verás la página inicial de Moodle {moodlename}. En la esquina superior derecha, haz clic en 'Iniciar sesión' para acceder. Ingresa tus credenciales de usuario (nombre de usuario y contraseña) en los campos correspondientes y haz clic en 'Iniciar sesión' nuevamente.<\/p>\r\n<p><strong>3. Accediendo al curso y a la tarea<\/strong><\/p>\r\n<p>Una vez que hayas iniciado sesión, serás dirigido a la página 'Mis cursos'. Aquí, puedes ver todos los cursos en los que estás matriculado. Haz clic en el curso relevante para acceder a tus tareas. Dentro del curso, busca la sección 'Tareas' y haz clic en la tarea que deseas realizar.<\/p>\r\n<p><strong>4. Realizando la tarea<\/strong><\/p>\r\n<p>En la página de la tarea, encontrarás toda la información necesaria para completarla, como instrucciones, fecha de entrega y criterios de evaluación. Lee toda la información cuidadosamente antes de comenzar a trabajar en la tarea.<\/p>\r\n<p><strong>5. Enviando la tarea<\/strong><\/p>\r\n<p>Después de completar la tarea, es hora de enviarla. En la página de la tarea, haz clic en 'Agregar envío'. Luego, tendrás la opción de cargar el archivo de la tarea. Haz clic en 'Agregar...' para seleccionar y cargar el archivo desde tu computadora. Asegúrate de que el archivo esté en el formato correcto, según lo especificado en las instrucciones de la tarea.<\/p>\r\n<p>Después de cargar el archivo, haz clic en 'Guardar cambios'. Aparecerá una ventana de confirmación. Revisa la información y, si todo está correcto, haz clic en 'Continuar'. ¡Tu tarea ahora está enviada!<\/p>\r\n<p>Recuerda, es muy importante verificar la fecha y la hora de entrega de la tarea. Si envías la tarea después de la fecha límite, puede ser marcada como tardía y esto puede afectar tu calificación.<\/p>"
            },
            {
                "title": "Cómo responder cuestionarios y evaluaciones",
                "description": "<p>¡Hola, bienvenido a Moodle {moodlename}! Este artículo te guiará paso a paso sobre cómo responder cuestionarios y evaluaciones en nuestra plataforma Moodle. ¡Comencemos!<\/p>\r\n<p><strong>Paso 1: Acceder a la plataforma<\/strong><\/p>\r\n<p>Primero, necesitas acceder a nuestra plataforma Moodle. Para ello, escribe la siguiente URL en tu navegador: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>Paso 2: Iniciar sesión en tu cuenta<\/strong><\/p>\r\n<p>En la página inicial, verás un botón \"Iniciar sesión\" en la esquina superior derecha. Haz clic en él e ingresa tus credenciales de inicio de sesión (nombre de usuario y contraseña) en los campos correspondientes. Después de completarlos, haz clic en \"Acceder\".<\/p>\r\n<p><strong>Paso 3: Acceder al curso<\/strong><\/p>\r\n<p>Después de iniciar sesión, serás redirigido a la página inicial de tu cuenta. Aquí, verás una lista de todos los cursos en los que estás matriculado. Haz clic en el curso cuyo cuestionario o evaluación deseas responder.<\/p>\r\n<p><strong>Paso 4: Encontrar el cuestionario o evaluación<\/strong><\/p>\r\n<p>Dentro del curso, busca la sección que contiene el cuestionario o evaluación. Generalmente, están listados en la sección \"Actividades\" o \"Evaluaciones\". Haz clic en el nombre del cuestionario o evaluación que deseas responder.<\/p>\r\n<p><strong>Paso 5: Iniciar el cuestionario o evaluación<\/strong><\/p>\r\n<p>En la página del cuestionario o evaluación, verás un botón \"Intentar responder el cuestionario ahora\" o \"Iniciar intento\". Haz clic en él para comenzar.<\/p>\r\n<p><strong>Paso 6: Responder las preguntas<\/strong><\/p>\r\n<p>Ahora, verás una serie de preguntas. Lee cada pregunta cuidadosamente y selecciona la respuesta que crees que es la correcta. Puedes navegar entre las preguntas usando los botones \"Siguiente\" y \"Anterior\".<\/p>\r\n<p><strong>Paso 7: Enviar tus respuestas<\/strong><\/p>\r\n<p>Después de responder todas las preguntas, haz clic en el botón \"Enviar todo y terminar\" en la parte inferior de la página. Aparecerá una ventana emergente pidiéndote que confirmes que deseas enviar tus respuestas. Haz clic en \"Enviar todo y terminar\" nuevamente para confirmar.<\/p>\r\n<p><strong>Paso 8: Verificar la retroalimentación<\/strong><\/p>\r\n<p>Después de enviar tus respuestas, serás redirigido a una página de resumen. Aquí, puedes ver la retroalimentación de tu cuestionario o evaluación, incluyendo tu calificación y cualquier comentario del profesor.<\/p>\r\n<p>Espero que esta guía te haya sido útil. Si tienes más preguntas sobre cómo responder cuestionarios y evaluaciones en Moodle {moodlename}, no dudes en contactarnos. ¡Buena suerte con tus estudios!<\/p>"
            },
            {
                "title": "Cómo verificar y entender las calificaciones recibidas",
                "description": "<p>¡Hola, bienvenido a nuestra base de conocimiento! Hoy, te explicaré cómo puedes verificar y entender las calificaciones recibidas en la plataforma Moodle {moodlename}. ¿Comenzamos?<\/p>\r\n<p><strong>1. Accediendo a Moodle {moodlename}<\/strong><\/p>\r\n<p>Primero, necesitas acceder a la plataforma Moodle {moodlename}. Para ello, simplemente haz clic en el siguiente enlace: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Una vez en la página inicial, verás un botón para iniciar sesión. Ingresa tus credenciales de usuario y contraseña para acceder a tu cuenta.<\/p>\r\n<p><strong>2. Navegando hasta tu curso<\/strong><\/p>\r\n<p>Después de iniciar sesión, serás dirigido a la página inicial de Moodle. Aquí, verás una lista de todos los cursos en los que estás inscrito. Haz clic en el curso cuyas calificaciones deseas verificar.<\/p>\r\n<p><strong>3. Accediendo al libro de calificaciones<\/strong><\/p>\r\n<p>Dentro de tu curso, busca el bloque \"Administración\" generalmente ubicado en el lado izquierdo de la página. Haz clic en \"Calificaciones\" dentro de este bloque. Esto abrirá el libro de calificaciones de tu curso.<\/p>\r\n<p><strong>4. Verificando tus calificaciones<\/strong><\/p>\r\n<p>Ahora que estás en el libro de calificaciones, verás una tabla con todas las actividades evaluadas del curso, junto con sus calificaciones correspondientes. Las calificaciones generalmente se muestran en una escala de 0 a 100, pero esto puede variar dependiendo de la configuración del curso.<\/p>\r\n<p><strong>5. Entendiendo tus calificaciones<\/strong><\/p>\r\n<p>Cada actividad evaluada tendrá una calificación correspondiente. Si la actividad aún no ha sido evaluada, la calificación aparecerá como un guion (-). Las calificaciones se calculan en base a los criterios de evaluación establecidos por el profesor del curso. Si tienes dudas sobre cómo se calculó una calificación, es mejor contactar directamente al profesor.<\/p>\r\n<p><strong>6. Verificando el total del curso<\/strong><\/p>\r\n<p>Al final de la tabla, verás una línea llamada \"Total del curso\". Esta es la suma de todas tus calificaciones en el curso. Esta es una buena manera de seguir tu progreso general en el curso.<\/p>\r\n<p>Espero que esta guía te haya sido útil para entender cómo verificar y entender tus calificaciones en Moodle {moodlename}. Si tienes más preguntas, no dudes en preguntar. ¡Estamos aquí para ayudar!<\/p>"
            }
        ]
    },
    {
        "name": "Recursos de Interacción",
        "knowledgebases": [
            {
                "title": "Cómo participar en foros y chats",
                "description": "<p>¡Hola, bienvenido a Moodle {moodlename}! Este artículo te guiará sobre cómo participar en foros y chats en nuestra plataforma Moodle. ¡Comencemos!<\/p>\r\n<h5>Participando en Foros<\/h5>\r\n<p>Los foros son una excelente manera de intercambiar ideas, discutir temas del curso y hacer preguntas. Aquí está cómo puedes participar:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Accede al Foro<\/strong>: Primero, necesitas acceder al foro. Inicia sesión en la plataforma Moodle a través del enlace <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Después de iniciar sesión, navega hasta el curso deseado y busca la sección de foros.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Lee las Discusiones<\/strong>: Antes de publicar, es una buena idea leer las discusiones existentes. Esto puede ayudarte a entender lo que ya se ha discutido y evitar repeticiones.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Inicia una Nueva Discusión<\/strong>: Para iniciar una nueva discusión, haz clic en el botón 'Agregar un nuevo tema de discusión'. Ingresa un asunto y tu mensaje. Cuando termines, haz clic en 'Enviar mensaje al foro'.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Responder a una Discusión<\/strong>: Para responder a una discusión existente, haz clic en el título de la discusión y luego en 'Responder'. Escribe tu respuesta y haz clic en 'Enviar mensaje al foro'.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<h5>Participando en Chats<\/h5>\r\n<p>Los chats permiten conversaciones en tiempo real con otros participantes del curso. Aquí está cómo puedes participar:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Accede al Chat<\/strong>: Inicia sesión en la plataforma Moodle a través del enlace <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Después de iniciar sesión, navega hasta el curso deseado y busca la sección de chats.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Entra en el Chat<\/strong>: Haz clic en el chat en el que deseas participar. Serás llevado a una nueva ventana de chat.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Envía Mensajes<\/strong>: Para enviar un mensaje, escríbelo en el cuadro de texto en la parte inferior de la ventana de chat y presiona Enter. Recuerda seguir las reglas de etiqueta del chat y respetar a los otros participantes.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Espero que este artículo haya sido útil para ti. Si tienes más preguntas, no dudes en preguntar. ¡Estamos aquí para ayudar!<\/p>"
            }
        ]
    },
    {
        "name": "Accesibilidad y Recursos Personales",
        "knowledgebases": [
            {
                "title": "Cómo ajustar la configuración del perfil (foto, biografía).",
                "description": "<p>¡Hola, bienvenido a Moodle {moodlename}! Este artículo te guiará paso a paso sobre cómo ajustar la configuración de tu perfil, incluyendo cómo cambiar tu foto y biografía. ¡Comencemos!<\/p>\r\n<p><strong>1. Accede a Moodle {moodlename}<\/strong><\/p>\r\n<p>Primero, necesitas acceder a Moodle {moodlename}. Puedes hacerlo haciendo clic en el siguiente enlace: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>2. Inicia sesión en tu cuenta<\/strong><\/p>\r\n<p>En la esquina superior derecha de la página de inicio, verás la opción para iniciar sesión. Haz clic en ella e ingresa tus credenciales de inicio de sesión.<\/p>\r\n<p><strong>3. Accede a la configuración de tu perfil<\/strong><\/p>\r\n<p>Después de iniciar sesión, haz clic en tu nombre de usuario en la esquina superior derecha de la página. En el menú desplegable que aparece, haz clic en 'Perfil'.<\/p>\r\n<p><strong>4. Edita tu perfil<\/strong><\/p>\r\n<p>En la página de tu perfil, haz clic en el botón 'Editar perfil' para comenzar a hacer cambios.<\/p>\r\n<p><strong>5. Cambia tu foto<\/strong><\/p>\r\n<p>Para cambiar tu foto, haz clic en el ícono de la cámara en la imagen del perfil. Esto abrirá una ventana donde puedes elegir una nueva foto de tu computadora. Selecciona la foto que deseas usar y haz clic en 'Abrir'. Recuerda que la foto debe ser clara y profesional.<\/p>\r\n<p><strong>6. Actualiza tu biografía<\/strong><\/p>\r\n<p>En la sección 'Descripción', puedes escribir o editar tu biografía. Esta es una gran oportunidad para compartir un poco sobre ti, tus experiencias e intereses. Cuando termines, haz clic en 'Actualizar perfil' para guardar tus cambios.<\/p>\r\n<p><strong>7. Guarda tus cambios<\/strong><\/p>\r\n<p>Después de hacer todos los cambios deseados, no olvides hacer clic en el botón 'Actualizar perfil' en la parte inferior de la página. Esto asegurará que todos tus cambios se guarden.<\/p>\r\n<p>¡Y eso es todo! Ahora sabes cómo ajustar la configuración de tu perfil en Moodle {moodlename}. Recuerda que un perfil completo y actualizado puede ayudar a mejorar tu experiencia de aprendizaje en línea, permitiendo que tus compañeros e instructores te conozcan mejor. Si tienes alguna duda o problema, no dudes en contactarnos.<\/p>"
            },
            {
                "title": "Cómo acceder a la configuración de notificaciones.",
                "description": "<p>¡Hola, bienvenido a nuestra guía sobre cómo acceder a la configuración de notificaciones en Moodle {moodlename}. Vamos a pasar por un paso a paso detallado para asegurarnos de que puedas personalizar tus notificaciones según tus necesidades.<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Accede a Moodle {moodlename}<\/strong><\/p>\r\n<p>Primero, necesitas acceder al sitio de Moodle {moodlename}. Puedes hacerlo escribiendo la siguiente URL en tu navegador: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Inicia sesión en tu cuenta<\/strong><\/p>\r\n<p>En la esquina superior derecha de la página de inicio, encontrarás la opción para iniciar sesión. Haz clic en ella e ingresa tus credenciales de inicio de sesión, generalmente tu nombre de usuario y contraseña.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Accede a tu perfil<\/strong><\/p>\r\n<p>Después de iniciar sesión, haz clic en tu nombre de usuario en la esquina superior derecha de la página. Esto abrirá un menú desplegable. Selecciona la opción \"Perfil\".<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Ve a la configuración de mensajes<\/strong><\/p>\r\n<p>En la página de tu perfil, verás varias opciones en el lado izquierdo de la pantalla. Haz clic en \"Mensajes\" bajo la sección \"Configuración del usuario\". Esto te llevará a la página de configuración de mensajes.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Personaliza tus notificaciones<\/strong><\/p>\r\n<p>Aquí, puedes personalizar tus notificaciones. Puedes elegir recibir notificaciones por correo electrónico, notificaciones emergentes o ambas. Además, puedes especificar qué tipos de notificaciones deseas recibir, como mensajes de foros, envíos de tareas, mensajes privados y mucho más.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Recuerda, es importante verificar regularmente tus notificaciones en Moodle para mantenerte actualizado sobre los acontecimientos del curso. Con las configuraciones de notificación personalizadas, puedes asegurarte de que estás recibiendo la información que es más relevante para ti.<\/p>\r\n<p>Espero que esta guía haya sido útil para ti. Si tienes más preguntas, no dudes en preguntar. ¡Estamos aquí para ayudar!<\/p>"
            },
            {
                "title": "Cómo utilizar recursos de lectura de pantalla",
                "description": "<p>¡Hola, bienvenido a nuestra base de conocimiento! Hoy, te guiaré sobre cómo utilizar recursos de lectura de pantalla en Moodle {moodlename}.<\/p>\r\n<p>Moodle {moodlename} es una plataforma de aprendizaje en línea, accesible a través del enlace <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Esta plataforma ofrece una variedad de recursos para facilitar el aprendizaje, incluyendo recursos de lectura de pantalla.<\/p>\r\n<p>Los recursos de lectura de pantalla son herramientas de accesibilidad que leen el texto en la pantalla en voz alta. Son particularmente útiles para personas con discapacidades visuales o dificultades de lectura.<\/p>\r\n<p>Aquí están los pasos para utilizar los recursos de lectura de pantalla en Moodle {moodlename}:<\/p>\r\n<p><strong>1. Accede a Moodle {moodlename}<\/strong><\/p>\r\n<p>Primero, accede a Moodle {moodlename} a través del enlace <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>2. Encuentra el recurso de lectura de pantalla<\/strong><\/p>\r\n<p>Después de acceder a la plataforma, busca el recurso de lectura de pantalla. Normalmente, se puede encontrar en el menú de accesibilidad, que generalmente está ubicado en la esquina superior derecha de la pantalla.<\/p>\r\n<p><strong>3. Activa el recurso de lectura de pantalla<\/strong><\/p>\r\n<p>Una vez que hayas encontrado el recurso de lectura de pantalla, haz clic en él para activarlo.<\/p>\r\n<p><strong>4. Usa el recurso de lectura de pantalla<\/strong><\/p>\r\n<p>Después de activar el recurso de lectura de pantalla, comenzará a leer el texto en la pantalla en voz alta. Puedes controlar la lectura usando los controles proporcionados por el recurso de lectura de pantalla.<\/p>\r\n<p>Recuerda, el recurso de lectura de pantalla es una herramienta de accesibilidad poderosa que puede hacer que el aprendizaje en línea sea más accesible y efectivo. Espero que esta guía haya sido útil para ti. Si tienes más preguntas, no dudes en preguntar. ¡Estoy aquí para ayudar!<\/p>"
            }
        ]
    },
    {
        "name": "Soporte Técnico",
        "knowledgebases": [
            {
                "title": "Cómo reportar problemas técnicos (error de inicio de sesión, problemas al enviar archivos, etc.)",
                "description": "<p>¡Hola, bienvenido a nuestra base de conocimiento! Hoy, te guiaré sobre cómo reportar problemas técnicos en Moodle {moodlename}. Si estás enfrentando problemas como error de inicio de sesión, dificultades para enviar archivos, entre otros, esta guía es para ti.<\/p>\r\n<p>Primero, accede a Moodle {moodlename} a través de la siguiente URL: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Asegúrate de que estás usando las credenciales correctas para el inicio de sesión.<\/p>\r\n<p>En caso de que estés enfrentando problemas técnicos, sigue los pasos a continuación:<\/p>\r\n<p><strong>Navega hasta el curso con problemas<\/strong>:<\/p>\r\n<p>En la página inicial de Moodle, verás una lista de todos los cursos en los que estás inscrito. Haz clic en el curso en el que estás enfrentando problemas.<\/p>\r\n<p><strong>Localiza el menú Helpdesk<\/strong>:<\/p>\r\n<p>En el menú superior de la página del curso, encontrarás una opción llamada 'Helpdesk'. Este es tu destino para reportar cualquier problema técnico que estés enfrentando.<\/p>\r\n<p><strong>Haz clic en el menú Helpdesk<\/strong>:<\/p>\r\n<p>Al hacer clic en el menú Helpdesk, serás redirigido a una nueva página donde podrás reportar tu problema.<\/p>\r\n<p><strong>Abre un ticket<\/strong>:<\/p>\r\n<p>En la página del Helpdesk, verás una opción para 'Abrir un ticket'. Haz clic en ella. Se te pedirá que proporciones detalles sobre el problema que estás enfrentando. Intenta ser lo más detallado posible para que nuestro equipo técnico pueda entender y resolver tu problema de manera eficiente.<\/p>\r\n<p>Después de seguir estos pasos, nuestro equipo técnico recibirá tu ticket y comenzará a trabajar en la resolución de tu problema. Serás notificado tan pronto como el problema sea resuelto.<\/p>\r\n<p>Espero que esta guía haya sido útil para ti. Si tienes más preguntas o necesitas más asistencia, no dudes en contactarnos. ¡Estamos aquí para ayudar!<\/p>"
            }
        ]
    }
]