[
    {
        "name": "Mengakses Moodle",
        "knowledgebases": [
            {
                "title": "Cara mengakses Moodle dan masuk",
                "description": "<p>Halo! Selamat datang di panduan langkah demi langkah kami tentang cara mengakses dan masuk ke Moodle {moodlename}. Mari kita mulai!<\/p>\r\n<p><strong>Langkah 1: Mengakses Moodle<\/strong><\/p>\r\n<p>Pertama, Anda perlu mengakses platform Moodle. Untuk itu, buka browser pilihan Anda dan ketik URL Moodle {moodlename} di bilah alamat. URL-nya adalah: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>Langkah 2: Klik 'Masuk'<\/strong><\/p>\r\n<p>Setelah Anda berada di halaman utama Moodle, cari tombol 'Masuk' yang biasanya terletak di sudut kanan atas layar. Klik tombol ini.<\/p>\r\n<p><strong>Langkah 3: Masukkan kredensial Anda<\/strong><\/p>\r\n<p>Setelah mengklik 'Masuk', Anda akan diarahkan ke halaman login. Di sini, Anda perlu memasukkan kredensial login Anda - nama pengguna dan kata sandi Anda. Pastikan untuk memasukkan informasi dengan benar.<\/p>\r\n<p><strong>Langkah 4: Klik 'Akses'<\/strong><\/p>\r\n<p>Setelah memasukkan kredensial Anda, klik tombol 'Akses' untuk masuk ke platform Moodle.<\/p>\r\n<p><strong>Langkah 5: Jelajahi Moodle<\/strong><\/p>\r\n<p>Selamat! Sekarang Anda sudah masuk ke platform Moodle {moodlename}. Anda dapat mulai menjelajahi kursus yang tersedia, berpartisipasi dalam forum diskusi, mengirim tugas, dan banyak lagi.<\/p>\r\n<p>Ingat: jika Anda lupa kredensial login Anda, klik tautan 'Lupa nama pengguna atau kata sandi Anda?' di halaman login. Ikuti petunjuk untuk memulihkan informasi login Anda.<\/p>"
            },
            {
                "title": "Pemulihan kata sandi",
                "description": "<p>Halo! Jika Anda lupa kata sandi Moodle {moodlename}, jangan khawatir. Saya di sini untuk membantu Anda memulihkannya. Ikuti langkah-langkah di bawah ini untuk mengatur ulang kata sandi Anda:<\/p>\r\n<ol>\r\n<li>\r\n<p>Akses halaman utama Moodle {moodlename} melalui tautan berikut: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<\/li>\r\n<li>\r\n<p>Di sudut kanan atas halaman, Anda akan melihat opsi \"Masuk\". Klik di sana.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Sekarang, Anda akan diarahkan ke halaman login. Di bawah kolom untuk nama pengguna dan kata sandi, Anda akan menemukan tautan yang disebut \"Lupa nama pengguna atau kata sandi Anda?\".<\/p>\r\n<\/li>\r\n<li>\r\n<p>Klik tautan ini. Anda akan diarahkan ke halaman baru di mana Anda dapat memulihkan kata sandi Anda.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Di halaman ini, Anda akan memiliki dua opsi untuk memulihkan kata sandi Anda:<\/p>\r\n<ul>\r\n<li>\r\n<p>Jika Anda ingat nama pengguna Anda, masukkan di kolom \"Cari berdasarkan nama pengguna\" dan klik \"Cari\". Sebuah email akan dikirim ke alamat email yang terkait dengan akun Anda dengan instruksi untuk mengatur ulang kata sandi Anda.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Jika Anda tidak ingat nama pengguna Anda, tetapi ingat alamat email yang Anda gunakan untuk mendaftar, masukkan di kolom \"Cari berdasarkan alamat email\" dan klik \"Cari\". Sebuah email akan dikirim ke alamat tersebut dengan instruksi untuk mengatur ulang kata sandi Anda.<\/p>\r\n<\/li>\r\n<\/ul>\r\n<\/li>\r\n<li>\r\n<p>Periksa kotak masuk email Anda. Jika Anda tidak melihat email tersebut, periksa folder spam atau kotak sampah Anda. Ikuti instruksi dalam email untuk mengatur ulang kata sandi Anda.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Ingat, demi keamanan, jangan bagikan kata sandi Anda dengan siapa pun. Jika Anda mencurigai bahwa seseorang mungkin telah mengakses kata sandi Anda, adalah praktik yang baik untuk mengubahnya.<\/p>"
            },
            {
                "title": "Masalah dengan kata sandi yang salah",
                "description": "<p>Halo, selamat datang di basis pengetahuan Moodle {moodlename}. Dalam artikel ini, kita akan membahas masalah umum yang dihadapi banyak pengguna: \"Masalah dengan kata sandi yang salah\".<\/p>\r\n<p><strong>Masalah dengan kata sandi yang salah<\/strong><\/p>\r\n<p>Jika Anda mengalami masalah untuk mengakses akun Anda di Moodle {moodlename} karena kata sandi yang salah, berikut adalah beberapa solusi yang mungkin dapat Anda coba.<\/p>\r\n<p><strong>1. Periksa apakah kata sandi Anda benar<\/strong><\/p>\r\n<p>Hal pertama yang harus Anda lakukan adalah memeriksa apakah Anda memasukkan kata sandi dengan benar. Pastikan tombol Caps Lock tidak aktif, karena kata sandi sensitif terhadap huruf besar dan kecil. Selain itu, periksa apakah Anda tidak bingung dengan karakter yang mirip, seperti angka '0' dan huruf 'O', atau angka '1' dan huruf 'l'.<\/p>\r\n<p><strong>2. Atur ulang kata sandi Anda<\/strong><\/p>\r\n<p>Jika Anda sudah memeriksa dan masih mengalami masalah, langkah selanjutnya adalah mencoba mengatur ulang kata sandi Anda. Untuk melakukannya, ikuti langkah-langkah ini:<\/p>\r\n<ol>\r\n<li>Masuk ke halaman login Moodle {moodlename} di <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/li>\r\n<li>Klik tautan 'Lupa nama pengguna atau kata sandi?'.<\/li>\r\n<li>Masukkan alamat email Anda di kolom yang disediakan dan klik 'Cari'.<\/li>\r\n<li>Anda akan menerima email dengan instruksi tentang cara mengatur ulang kata sandi Anda. Ikuti instruksi ini untuk membuat kata sandi baru.<\/li>\r\n<\/ol>\r\n<p><strong>3. Hubungi dukungan<\/strong><\/p>\r\n<p>Jika Anda telah mencoba kedua solusi di atas dan masih mengalami masalah, opsi terakhir adalah menghubungi dukungan Moodle {moodlename}. Mereka dapat membantu Anda menyelesaikan masalah dan memulihkan akses ke akun Anda.<\/p>\r\n<p>Kami berharap artikel ini bermanfaat untuk menyelesaikan masalah Anda dengan kata sandi yang salah. Jika Anda memiliki pertanyaan lebih lanjut atau memerlukan bantuan lebih lanjut, jangan ragu untuk menghubungi kami. Kami di sini untuk membantu!<\/p>"
            },
            {
                "title": "Langkah Pertama Setelah Masuk",
                "description": "<p>Halo, selamat datang di Moodle {moodlename}! Artikel ini akan memandu Anda melalui langkah-langkah pertama setelah masuk. Mari kita mulai!<\/p>\r\n<p><strong>Langkah Pertama: Mengakses Situs<\/strong><\/p>\r\n<p>Untuk memulai, akses Moodle {moodlename} melalui tautan berikut: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>Langkah Kedua: Melakukan Login<\/strong><\/p>\r\n<p>Di sudut kanan atas halaman utama, Anda akan menemukan kolom login. Masukkan kredensial pengguna Anda (nama pengguna dan kata sandi) di kolom yang sesuai dan klik 'Masuk'.<\/p>\r\n<p><strong>Langkah Ketiga: Menavigasi Halaman Utama<\/strong><\/p>\r\n<p>Setelah login, Anda akan diarahkan ke halaman utama Moodle. Di sini, Anda akan menemukan berbagai sumber daya dan informasi berguna, termasuk:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Navigasi<\/strong>: Blok ini, yang biasanya terletak di sudut kiri atas, memungkinkan Anda untuk menjelajahi situs dengan mudah. Ini berisi tautan ke halaman utama Anda, profil Anda, kursus Anda, dan area lain di situs.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Kursus Saya<\/strong>: Di sini, Anda akan menemukan daftar semua kursus yang Anda ikuti. Klik nama kursus untuk mengaksesnya.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Kalender<\/strong>: Blok ini, yang biasanya terletak di sudut kanan, menampilkan acara mendatang, tenggat tugas, dan tanggal penting lainnya.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Pesan<\/strong>: Blok ini memungkinkan Anda untuk melihat dan membalas pesan yang diterima.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p><strong>Langkah Keempat: Memperbarui Profil Anda<\/strong><\/p>\r\n<p>Penting untuk menjaga profil Anda tetap diperbarui. Untuk mengakses profil Anda, klik nama Anda di sudut kanan atas dan pilih 'Profil'. Di sini, Anda dapat menambahkan foto, mengubah alamat email Anda, menyesuaikan preferensi notifikasi Anda, dan banyak lagi.<\/p>\r\n<p><strong>Langkah Kelima: Menjelajahi Kursus Anda<\/strong><\/p>\r\n<p>Setiap kursus di Moodle memiliki halaman sendiri, yang berisi semua informasi, sumber daya, dan aktivitas terkait kursus. Untuk mengakses halaman kursus, klik 'Kursus Saya' dan pilih kursus yang diinginkan.<\/p>\r\n<p><strong>Langkah Keenam: Berpartisipasi dalam Aktivitas<\/strong><\/p>\r\n<p>Aktivitas adalah bagian penting dari pembelajaran di Moodle. Ini dapat mencakup forum diskusi, tugas, kuis, dan banyak lagi. Untuk berpartisipasi dalam aktivitas, navigasikan ke halaman kursus dan klik nama aktivitas.<\/p>\r\n<p>Kami berharap panduan ini bermanfaat bagi Anda untuk memulai langkah pertama di Moodle {moodlename}. Jika Anda memiliki pertanyaan, jangan ragu untuk menghubungi kami. Semoga sukses dan selamat belajar!<\/p>"
            },
            {
                "title": "Dukungan Teknis dan Bantuan",
                "description": "<p>Halo, selamat datang di basis pengetahuan Moodle {moodlename}. Artikel ini akan memberikan informasi rinci tentang Moodle kami, termasuk cara mengaksesnya dan cara menghubungi dukungan teknis jika Anda mengalami masalah.<\/p>\r\n<p><strong>Mengakses Moodle {moodlename}<\/strong><\/p>\r\n<p>Untuk mengakses Moodle {moodlename}, Anda perlu mengunjungi URL berikut: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Saat mengunjungi URL ini, Anda akan diarahkan ke halaman utama Moodle kami, di mana Anda dapat masuk dengan kredensial pengguna Anda.<\/p>\r\n<p><strong>Dukungan Teknis dan Bantuan<\/strong><\/p>\r\n<p>Jika Anda mengalami masalah saat mengakses Moodle, atau jika Anda menemukan masalah teknis lainnya, kami di sini untuk membantu. Anda dapat menghubungi tim dukungan teknis kami dengan mengirimkan email ke <a href=\"mailto:{moodleemail}\" target=\"_blank\" rel=\"noopener\">{moodleemail}<\/a>.<\/p>\r\n<p>Ketika menghubungi dukungan teknis, harap berikan sebanyak mungkin detail tentang masalah yang Anda hadapi. Ini termasuk pesan kesalahan yang mungkin Anda terima, serta deskripsi rinci tentang langkah-langkah yang Anda ambil sebelum menemukan masalah. Semakin banyak informasi yang Anda berikan, semakin cepat dan efektif kami dapat membantu Anda.<\/p>\r\n<p>Kami berharap Anda menemukan basis pengetahuan ini berguna dan mendorong Anda untuk menghubungi kami jika Anda memiliki pertanyaan atau kekhawatiran lebih lanjut. Kami selalu di sini untuk membantu dan memastikan bahwa pengalaman Anda dengan Moodle {moodlename} adalah yang terbaik.<\/p>"
            },
            {
                "title": "Masalah umum saat login dan cara mengatasinya",
                "description": "<p>Halo! Selamat datang di basis pengetahuan Moodle {moodlename}. Dalam artikel ini, kita akan membahas beberapa masalah umum saat login yang mungkin Anda temui dan cara mengatasinya.<\/p>\r\n<p><strong>1. Saya lupa kata sandi<\/strong><\/p>\r\n<p>Jika Anda lupa kata sandi Anda, jangan khawatir, mudah untuk memulihkannya. Ikuti langkah-langkah di bawah ini:<\/p>\r\n<ul>\r\n<li>Akses halaman login Moodle {moodlename} di <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/li>\r\n<li>Klik tautan \"Lupa nama pengguna atau kata sandi?\".<\/li>\r\n<li>Anda akan diarahkan ke halaman di mana Anda dapat memasukkan alamat email atau nama pengguna Anda. Masukkan informasi yang diminta dan klik \"Cari\".<\/li>\r\n<li>Anda akan menerima email dengan instruksi untuk mengatur ulang kata sandi Anda. Ikuti instruksi tersebut dan Anda akan dapat mengakses akun Anda lagi.<\/li>\r\n<\/ul>\r\n<p><strong>2. Nama pengguna atau kata sandi salah<\/strong><\/p>\r\n<p>Jika Anda menerima pesan kesalahan yang menyatakan bahwa nama pengguna atau kata sandi Anda salah, coba hal berikut:<\/p>\r\n<ul>\r\n<li>Periksa apakah Caps Lock dimatikan. Kata sandi sensitif terhadap huruf besar dan kecil.<\/li>\r\n<li>Pastikan Anda memasukkan nama pengguna dan kata sandi Anda dengan benar. Jika Anda tidak yakin dengan nama pengguna Anda, Anda dapat menggunakan alamat email Anda untuk login.<\/li>\r\n<li>Jika Anda masih mengalami masalah, Anda dapat mencoba mengatur ulang kata sandi Anda dengan mengikuti instruksi di atas.<\/li>\r\n<\/ul>\r\n<p><strong>3. Saya tidak menerima email konfirmasi<\/strong><\/p>\r\n<p>Setelah mendaftar di Moodle {moodlename}, Anda seharusnya menerima email konfirmasi. Jika Anda tidak menerima email ini, coba hal berikut:<\/p>\r\n<ul>\r\n<li>Periksa folder spam atau kotak sampah Anda. Email konfirmasi mungkin telah dikirim ke sana.<\/li>\r\n<li>Pastikan alamat email yang Anda berikan saat mendaftar benar. Jika Anda memasukkan alamat email yang salah, Anda tidak akan dapat menerima email konfirmasi.<\/li>\r\n<li>Jika Anda masih belum menerima email konfirmasi, hubungi dukungan teknis.<\/li>\r\n<\/ul>"
            }
        ]
    },
    {
        "name": "Navigasi di Moodle",
        "knowledgebases": [
            {
                "title": "Cara menavigasi kursus dan modul.",
                "description": "<p>Halo, selamat datang di Moodle {moodlename}. Artikel ini akan memandu Anda langkah demi langkah tentang cara menavigasi kursus dan modul di platform Moodle. Mari kita mulai!<\/p>\r\n<p>Pertama, akses Moodle {moodlename} melalui tautan berikut: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>1. Mengakses Kursus<\/strong><\/p>\r\n<p>Setelah masuk dengan kredensial Anda, Anda akan diarahkan ke halaman utama Moodle. Di sini, Anda akan melihat daftar semua kursus yang Anda ikuti. Untuk mengakses kursus, cukup klik nama kursus.<\/p>\r\n<p><strong>2. Menavigasi Modul<\/strong><\/p>\r\n<p>Di dalam setiap kursus, Anda akan menemukan beberapa modul. Setiap modul mewakili bagian atau unit dari kursus. Untuk menavigasi modul, cukup gulir ke bawah di halaman kursus. Setiap modul akan ditandai dengan jelas dengan judul dan nomor modul.<\/p>\r\n<p><strong>3. Mengakses Konten Modul<\/strong><\/p>\r\n<p>Di dalam setiap modul, Anda akan menemukan berbagai sumber daya dan aktivitas, seperti bacaan, kuis, forum diskusi, tugas, dll. Untuk mengakses salah satu sumber daya atau aktivitas ini, cukup klik judul sumber daya atau aktivitas.<\/p>\r\n<p><strong>4. Kembali ke Halaman Utama Kursus<\/strong><\/p>\r\n<p>Untuk kembali ke halaman utama kursus dari modul mana pun, cukup klik nama kursus yang terletak di bagian atas halaman. Ini akan membawa Anda kembali ke halaman utama kursus, di mana Anda dapat memilih modul lain untuk dijelajahi.<\/p>\r\n<p><strong>5. Keluar dari Kursus<\/strong><\/p>\r\n<p>Untuk keluar dari kursus dan kembali ke halaman utama Moodle, klik ikon rumah yang terletak di sudut kiri atas halaman. Ini akan membawa Anda kembali ke halaman utama Moodle, di mana Anda dapat mengakses kursus lainnya.<\/p>\r\n<p>Saya harap panduan ini bermanfaat bagi Anda untuk menavigasi kursus dan modul di Moodle {moodlename}. Jika Anda memiliki pertanyaan atau memerlukan bantuan lebih lanjut, jangan ragu untuk menghubungi. Semoga sukses dengan studi Anda!<\/p>"
            },
            {
                "title": "Menggunakan panel navigasi (sidebar, menu)",
                "description": "<p>Halo, selamat datang di Moodle {moodlename}. Artikel ini akan memandu Anda tentang cara menggunakan panel navigasi (sidebar, menu) di Moodle kami.<\/p>\r\n<h5>Panel Navigasi<\/h5>\r\n<p>Panel navigasi adalah sidebar yang terletak di sebelah kiri layar Anda. Ini adalah alat penting untuk menavigasi Moodle dan mengakses berbagai area situs.<\/p>\r\n<h5>Sidebar<\/h5>\r\n<p>Sidebar dibagi menjadi beberapa bagian, masing-masing dengan fungsinya sendiri.<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Halaman utama<\/strong>: Dengan mengklik tautan ini, Anda akan diarahkan ke halaman utama Moodle.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Kursus Saya<\/strong>: Di sini, Anda akan menemukan daftar semua kursus yang Anda ikuti. Mengklik kursus mana pun akan membawa Anda langsung ke halaman kursus.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Kalender<\/strong>: Bagian ini menunjukkan acara mendatang, tenggat waktu tugas, dan pengingat penting lainnya.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Pesan Pribadi<\/strong>: Di sini, Anda dapat melihat pesan pribadi Anda dan memulai percakapan baru.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Profil Saya<\/strong>: Bagian ini memungkinkan Anda untuk melihat dan mengedit profil Anda.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<h5>Menu<\/h5>\r\n<p>Menu adalah bagian penting lainnya dari panel navigasi. Mereka terletak di bagian atas halaman dan memberikan akses cepat ke berbagai area situs.<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Menu Pengguna<\/strong>: Menu ini, biasanya ditampilkan dengan nama Anda, memungkinkan Anda mengakses profil Anda, nilai, pesan, dan pengaturan pribadi lainnya.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Menu Navigasi<\/strong>: Menu ini memungkinkan Anda untuk menavigasi dengan cepat ke berbagai area situs, seperti halaman utama, panel pengguna, kursus, dan bagian lainnya.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Menu Administrasi<\/strong>: Menu ini hanya terlihat untuk pengguna dengan izin administrator. Ini memungkinkan Anda untuk mengelola situs, kursus, pengguna, dan pengaturan Moodle lainnya.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Saya harap artikel ini bermanfaat bagi Anda untuk memahami cara menggunakan panel navigasi di Moodle {moodlename}. Jika Anda memiliki pertanyaan lebih lanjut, jangan ragu untuk menghubungi kami. Kami di sini untuk membantu!<\/p>"
            }
        ]
    },
    {
        "name": "Melakukan Tugas dan Penilaian",
        "knowledgebases": [
            {
                "title": "Cara melakukan dan mengirim tugas.",
                "description": "<p>Halo, selamat datang di basis pengetahuan kami! Hari ini, saya akan memandu Anda tentang cara melakukan dan mengirim tugas di Moodle {moodlename}. Mari kita mulai!<\/p>\r\n<p><strong>1. Mengakses Moodle {moodlename}<\/strong><\/p>\r\n<p>Pertama, Anda perlu mengakses platform Moodle. Untuk itu, buka browser pilihan Anda dan ketik URL berikut: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>2. Masuk ke platform<\/strong><\/p>\r\n<p>Setelah mengakses situs, Anda akan melihat halaman utama Moodle {moodlename}. Di sudut kanan atas, klik 'Masuk' untuk login. Masukkan kredensial pengguna Anda (nama pengguna dan kata sandi) di kolom yang sesuai dan klik 'Masuk' lagi.<\/p>\r\n<p><strong>3. Mengakses kursus dan tugas<\/strong><\/p>\r\n<p>Setelah login, Anda akan diarahkan ke halaman 'Kursus Saya'. Di sini, Anda dapat melihat semua kursus yang Anda ikuti. Klik pada kursus yang relevan untuk mengakses tugas Anda. Di dalam kursus, cari bagian 'Tugas' dan klik pada tugas yang ingin Anda lakukan.<\/p>\r\n<p><strong>4. Melakukan tugas<\/strong><\/p>\r\n<p>Di halaman tugas, Anda akan menemukan semua informasi yang diperlukan untuk menyelesaikannya, seperti instruksi, tanggal pengumpulan, dan kriteria penilaian. Bacalah semua informasi dengan cermat sebelum mulai mengerjakan tugas.<\/p>\r\n<p><strong>5. Mengirim tugas<\/strong><\/p>\r\n<p>Setelah menyelesaikan tugas, saatnya untuk mengirimnya. Di halaman tugas, klik 'Tambahkan pengiriman'. Selanjutnya, Anda akan memiliki opsi untuk mengunggah file tugas. Klik 'Tambahkan...' untuk memilih dan mengunggah file dari komputer Anda. Pastikan file tersebut dalam format yang benar, sesuai dengan instruksi tugas.<\/p>\r\n<p>Setelah mengunggah file, klik 'Simpan perubahan'. Sebuah jendela konfirmasi akan muncul. Tinjau informasi dan jika semuanya benar, klik 'Lanjutkan'. Tugas Anda sekarang telah dikirim!<\/p>\r\n<p>Ingat, sangat penting untuk memeriksa tanggal dan waktu pengumpulan tugas. Jika Anda mengirim tugas setelah tenggat waktu, tugas tersebut dapat dianggap terlambat dan ini dapat mempengaruhi nilai Anda.<\/p>"
            },
            {
                "title": "Cara menjawab kuis dan penilaian",
                "description": "<p>Halo, selamat datang di Moodle {moodlename}! Artikel ini akan memandu Anda langkah demi langkah tentang cara menjawab kuis dan penilaian di platform Moodle kami. Mari kita mulai!<\/p>\r\n<p><strong>Langkah 1: Mengakses platform<\/strong><\/p>\r\n<p>Pertama, Anda perlu mengakses platform Moodle kami. Untuk itu, ketik URL berikut di browser Anda: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>Langkah 2: Masuk ke akun Anda<\/strong><\/p>\r\n<p>Di halaman utama, Anda akan melihat tombol \"Masuk\" di sudut kanan atas. Klik di sana dan masukkan kredensial login Anda (nama pengguna dan kata sandi) di kolom yang sesuai. Setelah mengisinya, klik \"Akses\".<\/p>\r\n<p><strong>Langkah 3: Mengakses kursus<\/strong><\/p>\r\n<p>Setelah masuk, Anda akan diarahkan ke halaman utama akun Anda. Di sini, Anda akan melihat daftar semua kursus yang Anda ikuti. Klik pada kursus yang kuis atau penilaiannya ingin Anda jawab.<\/p>\r\n<p><strong>Langkah 4: Menemukan kuis atau penilaian<\/strong><\/p>\r\n<p>Di dalam kursus, cari bagian yang berisi kuis atau penilaian. Biasanya, mereka terdaftar di bagian \"Kegiatan\" atau \"Penilaian\". Klik pada nama kuis atau penilaian yang ingin Anda jawab.<\/p>\r\n<p><strong>Langkah 5: Memulai kuis atau penilaian<\/strong><\/p>\r\n<p>Di halaman kuis atau penilaian, Anda akan melihat tombol \"Coba jawab kuis sekarang\" atau \"Mulai percobaan\". Klik di sana untuk memulai.<\/p>\r\n<p><strong>Langkah 6: Menjawab pertanyaan<\/strong><\/p>\r\n<p>Sekarang, Anda akan melihat serangkaian pertanyaan. Bacalah setiap pertanyaan dengan cermat dan pilih jawaban yang Anda anggap benar. Anda dapat menavigasi antara pertanyaan menggunakan tombol \"Berikutnya\" dan \"Sebelumnya\".<\/p>\r\n<p><strong>Langkah 7: Mengirim jawaban Anda<\/strong><\/p>\r\n<p>Setelah menjawab semua pertanyaan, klik tombol \"Kirim semua dan selesai\" di bagian bawah halaman. Sebuah jendela pop-up akan muncul meminta Anda untuk mengonfirmasi bahwa Anda ingin mengirim jawaban Anda. Klik \"Kirim semua dan selesai\" lagi untuk mengonfirmasi.<\/p>\r\n<p><strong>Langkah 8: Memeriksa umpan balik<\/strong><\/p>\r\n<p>Setelah mengirim jawaban Anda, Anda akan diarahkan ke halaman ringkasan. Di sini, Anda dapat melihat umpan balik dari kuis atau penilaian Anda, termasuk nilai Anda dan komentar dari pengajar.<\/p>\r\n<p>Saya harap panduan ini bermanfaat bagi Anda. Jika Anda memiliki pertanyaan lebih lanjut tentang cara menjawab kuis dan penilaian di Moodle {moodlename}, jangan ragu untuk menghubungi kami. Semoga sukses dengan studi Anda!<\/p>"
            },
            {
                "title": "Cara memeriksa dan memahami nilai yang diterima",
                "description": "<p>Halo, selamat datang di basis pengetahuan kami! Hari ini, saya akan menjelaskan bagaimana Anda dapat memeriksa dan memahami nilai yang diterima di platform Moodle {moodlename}. Mari kita mulai?<\/p>\r\n<p><strong>1. Mengakses Moodle {moodlename}<\/strong><\/p>\r\n<p>Pertama, Anda perlu mengakses platform Moodle {moodlename}. Untuk itu, cukup klik tautan berikut: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Setelah berada di halaman utama, Anda akan melihat tombol untuk login. Masukkan kredensial pengguna dan kata sandi Anda untuk mengakses akun Anda.<\/p>\r\n<p><strong>2. Menavigasi ke kursus Anda<\/strong><\/p>\r\n<p>Setelah login, Anda akan diarahkan ke halaman utama Moodle. Di sini, Anda akan melihat daftar semua kursus yang Anda daftarkan. Klik pada kursus yang nilainya ingin Anda periksa.<\/p>\r\n<p><strong>3. Mengakses buku nilai<\/strong><\/p>\r\n<p>Di dalam kursus Anda, cari blok \"Administrasi\" yang biasanya terletak di sisi kiri halaman. Klik \"Nilai\" di dalam blok ini. Ini akan membuka buku nilai kursus Anda.<\/p>\r\n<p><strong>4. Memeriksa nilai Anda<\/strong><\/p>\r\n<p>Sekarang Anda berada di buku nilai, Anda akan melihat tabel dengan semua aktivitas yang dinilai dari kursus, bersama dengan nilai yang sesuai. Nilai biasanya ditampilkan dalam skala 0 hingga 100, tetapi ini dapat bervariasi tergantung pada pengaturan kursus.<\/p>\r\n<p><strong>5. Memahami nilai Anda<\/strong><\/p>\r\n<p>Setiap aktivitas yang dinilai akan memiliki nilai yang sesuai. Jika aktivitas tersebut belum dinilai, nilai akan muncul sebagai tanda hubung (-). Nilai dihitung berdasarkan kriteria penilaian yang ditetapkan oleh pengajar kursus. Jika Anda memiliki pertanyaan tentang bagaimana nilai dihitung, lebih baik menghubungi langsung pengajar.<\/p>\r\n<p><strong>6. Memeriksa total kursus<\/strong><\/p>\r\n<p>Di akhir tabel, Anda akan melihat baris yang disebut \"Total Kursus\". Ini adalah jumlah dari semua nilai Anda di kursus. Ini adalah cara yang baik untuk melacak kemajuan keseluruhan Anda di kursus.<\/p>\r\n<p>Saya harap panduan ini bermanfaat bagi Anda untuk memahami cara memeriksa dan memahami nilai Anda di Moodle {moodlename}. Jika Anda memiliki pertanyaan lebih lanjut, jangan ragu untuk bertanya. Kami di sini untuk membantu!<\/p>"
            }
        ]
    },
    {
        "name": "Sumber Interaksi",
        "knowledgebases": [
            {
                "title": "Cara berpartisipasi dalam forum dan obrolan",
                "description": "<p>Halo, selamat datang di Moodle {moodlename}! Artikel ini akan memandu Anda tentang cara berpartisipasi dalam forum dan obrolan di platform Moodle kami. Mari kita mulai!<\/p>\r\n<h5>Berpartisipasi dalam Forum<\/h5>\r\n<p>Forum adalah cara yang sangat baik untuk bertukar ide, mendiskusikan topik kursus, dan mengajukan pertanyaan. Berikut adalah cara Anda dapat berpartisipasi:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Akses Forum<\/strong>: Pertama, Anda perlu mengakses forum. Masuk ke platform Moodle melalui tautan <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Setelah masuk, navigasikan ke kursus yang diinginkan dan cari bagian forum.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Baca Diskusi<\/strong>: Sebelum memposting, ada baiknya membaca diskusi yang ada. Ini dapat membantu Anda memahami apa yang sudah dibahas dan menghindari pengulangan.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Mulai Diskusi Baru<\/strong>: Untuk memulai diskusi baru, klik tombol 'Tambahkan topik diskusi baru'. Masukkan subjek dan pesan Anda. Setelah selesai, klik 'Kirim pesan ke forum'.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Menjawab Diskusi<\/strong>: Untuk menjawab diskusi yang ada, klik judul diskusi dan kemudian klik 'Jawab'. Tulis jawaban Anda dan klik 'Kirim pesan ke forum'.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<h5>Berpartisipasi dalam Obrolan<\/h5>\r\n<p>Obrolan memungkinkan percakapan waktu nyata dengan peserta kursus lainnya. Berikut adalah cara Anda dapat berpartisipasi:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Akses Obrolan<\/strong>: Masuk ke platform Moodle melalui tautan <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Setelah masuk, navigasikan ke kursus yang diinginkan dan cari bagian obrolan.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Masuk ke Obrolan<\/strong>: Klik obrolan yang ingin Anda ikuti. Anda akan dibawa ke jendela obrolan baru.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Kirim Pesan<\/strong>: Untuk mengirim pesan, ketik di kotak teks di bagian bawah jendela obrolan dan tekan Enter. Ingat untuk mengikuti aturan etiket obrolan dan menghormati peserta lainnya.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Semoga artikel ini bermanfaat bagi Anda. Jika Anda memiliki pertanyaan lebih lanjut, jangan ragu untuk bertanya. Kami di sini untuk membantu!<\/p>"
            }
        ]
    },
    {
        "name": "Aksesibilitas dan Sumber Daya Pribadi",
        "knowledgebases": [
            {
                "title": "Cara menyesuaikan pengaturan profil (foto, biografi).",
                "description": "<p>Halo, selamat datang di Moodle {moodlename}! Artikel ini akan memandu Anda langkah demi langkah tentang cara menyesuaikan pengaturan profil Anda, termasuk cara mengubah foto dan biografi Anda. Mari kita mulai!<\/p>\r\n<p><strong>1. Akses Moodle {moodlename}<\/strong><\/p>\r\n<p>Pertama, Anda perlu mengakses Moodle {moodlename}. Anda dapat melakukannya dengan mengklik tautan berikut: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>2. Masuk ke akun Anda<\/strong><\/p>\r\n<p>Di sudut kanan atas halaman utama, Anda akan melihat opsi untuk masuk. Klik di sana dan masukkan kredensial login Anda.<\/p>\r\n<p><strong>3. Akses pengaturan profil Anda<\/strong><\/p>\r\n<p>Setelah masuk, klik nama pengguna Anda di sudut kanan atas halaman. Di menu dropdown yang muncul, klik 'Profil'.<\/p>\r\n<p><strong>4. Edit profil Anda<\/strong><\/p>\r\n<p>Di halaman profil Anda, klik tombol 'Edit profil' untuk mulai melakukan perubahan.<\/p>\r\n<p><strong>5. Ubah foto Anda<\/strong><\/p>\r\n<p>Untuk mengubah foto Anda, klik ikon kamera di gambar profil. Ini akan membuka jendela di mana Anda dapat memilih foto baru dari komputer Anda. Pilih foto yang ingin Anda gunakan dan klik 'Buka'. Ingatlah bahwa foto harus jelas dan profesional.<\/p>\r\n<p><strong>6. Perbarui biografi Anda<\/strong><\/p>\r\n<p>Di bagian 'Deskripsi', Anda dapat menulis atau mengedit biografi Anda. Ini adalah kesempatan yang baik untuk berbagi sedikit tentang diri Anda, pengalaman, dan minat Anda. Setelah selesai, klik 'Perbarui profil' untuk menyimpan perubahan Anda.<\/p>\r\n<p><strong>7. Simpan perubahan Anda<\/strong><\/p>\r\n<p>Setelah melakukan semua perubahan yang diinginkan, jangan lupa untuk mengklik tombol 'Perbarui profil' di bagian bawah halaman. Ini akan memastikan bahwa semua perubahan Anda disimpan.<\/p>\r\n<p>Dan itu saja! Sekarang Anda tahu cara menyesuaikan pengaturan profil Anda di Moodle {moodlename}. Ingatlah bahwa profil yang lengkap dan diperbarui dapat membantu meningkatkan pengalaman belajar online Anda, memungkinkan rekan-rekan dan instruktur Anda mengenal Anda lebih baik. Jika Anda memiliki pertanyaan atau masalah, jangan ragu untuk menghubungi kami.<\/p>"
            },
            {
                "title": "Cara mengakses pengaturan notifikasi.",
                "description": "<p>Halo, selamat datang di panduan kami tentang cara mengakses pengaturan notifikasi di Moodle {moodlename}. Mari kita melalui langkah-langkah terperinci untuk memastikan Anda dapat menyesuaikan notifikasi Anda sesuai kebutuhan Anda.<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Akses Moodle {moodlename}<\/strong><\/p>\r\n<p>Pertama, Anda perlu mengakses situs Moodle {moodlename}. Anda dapat melakukannya dengan mengetikkan URL berikut di browser Anda: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Masuk ke akun Anda<\/strong><\/p>\r\n<p>Di sudut kanan atas halaman utama, Anda akan menemukan opsi untuk masuk. Klik di sana dan masukkan kredensial login Anda - biasanya nama pengguna dan kata sandi Anda.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Akses profil Anda<\/strong><\/p>\r\n<p>Setelah masuk, klik nama pengguna Anda di sudut kanan atas halaman. Ini akan membuka menu dropdown. Pilih opsi \"Profil\".<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Pindah ke pengaturan pesan<\/strong><\/p>\r\n<p>Di halaman profil Anda, Anda akan melihat beberapa opsi di sisi kiri layar. Klik \"Pesan\" di bawah bagian \"Pengaturan pengguna\". Ini akan membawa Anda ke halaman pengaturan pesan.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Sesuaikan notifikasi Anda<\/strong><\/p>\r\n<p>Di sini, Anda dapat menyesuaikan notifikasi Anda. Anda dapat memilih untuk menerima notifikasi melalui email, notifikasi pop-up, atau keduanya. Selain itu, Anda dapat menentukan jenis notifikasi apa yang ingin Anda terima - seperti pesan forum, pengiriman tugas, pesan pribadi, dan banyak lagi.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Ingatlah, penting untuk secara teratur memeriksa notifikasi Anda di Moodle untuk tetap terupdate tentang perkembangan kursus. Dengan pengaturan notifikasi yang disesuaikan, Anda dapat memastikan bahwa Anda menerima informasi yang paling relevan untuk Anda.<\/p>\r\n<p>Semoga panduan ini bermanfaat bagi Anda. Jika Anda memiliki pertanyaan lebih lanjut, jangan ragu untuk bertanya. Kami di sini untuk membantu!<\/p>"
            },
            {
                "title": "Cara menggunakan fitur pembaca layar",
                "description": "<p>Halo, selamat datang di basis pengetahuan kami! Hari ini, saya akan memandu Anda tentang cara menggunakan fitur pembaca layar di Moodle {moodlename}.<\/p>\r\n<p>Moodle {moodlename} adalah platform pembelajaran online, yang dapat diakses melalui tautan <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Platform ini menawarkan berbagai sumber daya untuk memudahkan pembelajaran, termasuk fitur pembaca layar.<\/p>\r\n<p>Fitur pembaca layar adalah alat aksesibilitas yang membacakan teks di layar dengan suara keras. Mereka sangat berguna bagi orang-orang dengan disabilitas visual atau kesulitan membaca.<\/p>\r\n<p>Berikut adalah langkah-langkah untuk menggunakan fitur pembaca layar di Moodle {moodlename}:<\/p>\r\n<p><strong>1. Akses Moodle {moodlename}<\/strong><\/p>\r\n<p>Pertama, akses Moodle {moodlename} melalui tautan <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>2. Temukan fitur pembaca layar<\/strong><\/p>\r\n<p>Setelah mengakses platform, cari fitur pembaca layar. Biasanya, fitur ini dapat ditemukan di menu aksesibilitas, yang biasanya terletak di sudut kanan atas layar.<\/p>\r\n<p><strong>3. Aktifkan fitur pembaca layar<\/strong><\/p>\r\n<p>Setelah Anda menemukan fitur pembaca layar, klik untuk mengaktifkannya.<\/p>\r\n<p><strong>4. Gunakan fitur pembaca layar<\/strong><\/p>\r\n<p>Setelah mengaktifkan fitur pembaca layar, ia akan mulai membacakan teks di layar dengan suara keras. Anda dapat mengontrol pembacaan menggunakan kontrol yang disediakan oleh fitur pembaca layar.<\/p>\r\n<p>Ingatlah, fitur pembaca layar adalah alat aksesibilitas yang kuat yang dapat membuat pembelajaran online lebih aksesibel dan efektif. Semoga panduan ini bermanfaat bagi Anda. Jika Anda memiliki pertanyaan lebih lanjut, jangan ragu untuk bertanya. Saya di sini untuk membantu!<\/p>"
            }
        ]
    },
    {
        "name": "Dukungan Teknis",
        "knowledgebases": [
            {
                "title": "Cara melaporkan masalah teknis (kesalahan login, masalah mengunggah file, dll.)",
                "description": "<p>Halo, selamat datang di basis pengetahuan kami! Hari ini, saya akan memandu Anda tentang cara melaporkan masalah teknis di Moodle {moodlename}. Jika Anda mengalami masalah seperti kesalahan login, kesulitan mengunggah file, dan lain-lain, panduan ini untuk Anda.<\/p>\r\n<p>Pertama, akses Moodle {moodlename} melalui URL berikut: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Pastikan Anda menggunakan kredensial yang benar untuk login.<\/p>\r\n<p>Jika Anda mengalami masalah teknis, ikuti langkah-langkah di bawah ini:<\/p>\r\n<p><strong>Navigasi ke kursus yang bermasalah<\/strong>:<\/p>\r\n<p>Di halaman utama Moodle, Anda akan melihat daftar semua kursus yang Anda ikuti. Klik pada kursus yang Anda hadapi masalah.<\/p>\r\n<p><strong>Temukan menu Helpdesk<\/strong>:<\/p>\r\n<p>Di menu atas halaman kursus, Anda akan menemukan opsi bernama 'Helpdesk'. Ini adalah tujuan Anda untuk melaporkan masalah teknis yang Anda hadapi.<\/p>\r\n<p><strong>Klik pada menu Helpdesk<\/strong>:<\/p>\r\n<p>Setelah mengklik menu Helpdesk, Anda akan diarahkan ke halaman baru di mana Anda dapat melaporkan masalah Anda.<\/p>\r\n<p><strong>Buka tiket<\/strong>:<\/p>\r\n<p>Di halaman Helpdesk, Anda akan melihat opsi untuk 'Buka tiket'. Klik di sana. Anda akan diminta untuk memberikan detail tentang masalah yang Anda hadapi. Cobalah untuk memberikan detail sebanyak mungkin agar tim teknis kami dapat memahami dan menyelesaikan masalah Anda dengan efisien.<\/p>\r\n<p>Setelah mengikuti langkah-langkah ini, tim teknis kami akan menerima tiket Anda dan mulai bekerja untuk menyelesaikan masalah Anda. Anda akan diberitahu segera setelah masalah diselesaikan.<\/p>\r\n<p>Saya harap panduan ini bermanfaat bagi Anda. Jika Anda memiliki pertanyaan lebih lanjut atau membutuhkan bantuan lebih lanjut, jangan ragu untuk menghubungi kami. Kami di sini untuk membantu!<\/p>"
            }
        ]
    }
]