[
    {
        "name": "Accesso a Moodle",
        "knowledgebases": [
            {
                "title": "Come accedere a Moodle e fare il login",
                "description": "<p>Ciao! Benvenuto nella nostra guida passo passo su come accedere e fare il login in Moodle {moodlename}. Iniziamo!<\/p>\r\n<p><strong>Passo 1: Accedere a Moodle<\/strong><\/p>\r\n<p>Prima di tutto, devi accedere alla piattaforma Moodle. Per farlo, apri il browser di tua scelta e digita l'URL di Moodle {moodlename} nella barra degli indirizzi. L'URL è: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>Passo 2: Clicca su 'Accedi'<\/strong><\/p>\r\n<p>Una volta che sei sulla pagina iniziale di Moodle, cerca il pulsante 'Accedi' di solito situato nell'angolo in alto a destra dello schermo. Clicca su questo pulsante.<\/p>\r\n<p><strong>Passo 3: Inserisci le tue credenziali<\/strong><\/p>\r\n<p>Dopo aver cliccato su 'Accedi', verrai reindirizzato alla pagina di login. Qui, dovrai inserire le tue credenziali di accesso - il tuo nome utente e la tua password. Assicurati di inserire le informazioni correttamente.<\/p>\r\n<p><strong>Passo 4: Clicca su 'Accedi'<\/strong><\/p>\r\n<p>Dopo aver inserito le tue credenziali, clicca sul pulsante 'Accedi' per entrare nella piattaforma Moodle.<\/p>\r\n<p><strong>Passo 5: Naviga in Moodle<\/strong><\/p>\r\n<p>Congratulazioni! Ora sei loggato nella piattaforma Moodle {moodlename}. Puoi iniziare a navigare tra i corsi disponibili, partecipare a forum di discussione, inviare compiti e molto altro.<\/p>\r\n<p>Ricorda: se hai dimenticato le tue credenziali di accesso, clicca sul link 'Hai dimenticato il tuo nome utente o la tua password?' nella pagina di login. Segui le istruzioni per recuperare le tue informazioni di accesso.<\/p>"
            },
            {
                "title": "Recupero della password",
                "description": "<p>Ciao! Se hai dimenticato la tua password di Moodle {moodlename}, non preoccuparti. Sono qui per aiutarti a recuperarla. Segui i passaggi qui sotto per reimpostare la tua password:<\/p>\r\n<ol>\r\n<li>\r\n<p>Accedi alla pagina iniziale di Moodle {moodlename} tramite il seguente link: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<\/li>\r\n<li>\r\n<p>Nell'angolo in alto a destra della pagina, vedrai l'opzione \"Accedi\". Clicca su di essa.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Ora verrai reindirizzato alla pagina di login. Sotto i campi di inserimento del nome utente e della password, troverai un link chiamato \"Hai dimenticato il tuo nome utente o la tua password?\".<\/p>\r\n<\/li>\r\n<li>\r\n<p>Clicca su questo link. Verrai reindirizzato a una nuova pagina dove potrai recuperare la tua password.<\/p>\r\n<\/li>\r\n<li>\r\n<p>In questa pagina, avrai due opzioni per recuperare la tua password:<\/p>\r\n<ul>\r\n<li>\r\n<p>Se ricordi il tuo nome utente, inseriscilo nel campo \"Cerca per nome utente\" e clicca su \"Cerca\". Una email verrà inviata all'indirizzo email associato al tuo account con istruzioni per reimpostare la tua password.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Se non ricordi il tuo nome utente, ma ricordi l'indirizzo email che hai usato per registrarti, inseriscilo nel campo \"Cerca per indirizzo email\" e clicca su \"Cerca\". Una email verrà inviata a quell'indirizzo con istruzioni per reimpostare la tua password.<\/p>\r\n<\/li>\r\n<\/ul>\r\n<\/li>\r\n<li>\r\n<p>Controlla la tua casella di posta elettronica. Se non vedi l'email, controlla la tua cartella spam o posta indesiderata. Segui le istruzioni nell'email per reimpostare la tua password.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Ricorda, per motivi di sicurezza, non condividere la tua password con nessuno. Se sospetti che qualcuno possa avere accesso alla tua password, è buona prassi cambiarla.<\/p>"
            },
            {
                "title": "Problemi con la password errata",
                "description": "<p>Ciao, benvenuto nella base di conoscenza di Moodle {moodlename}. In questo articolo, affronteremo un problema comune che molti utenti incontrano: \"Problemi con la password errata\".<\/p>\r\n<p><strong>Problemi con la password errata<\/strong><\/p>\r\n<p>Se stai avendo problemi ad accedere al tuo account su Moodle {moodlename} a causa di una password errata, ecco alcune soluzioni possibili che puoi provare.<\/p>\r\n<p><strong>1. Verifica che la tua password sia corretta<\/strong><\/p>\r\n<p>La prima cosa che devi fare è verificare se stai inserendo la password correttamente. Assicurati che il tasto Bloc Maiusc non sia attivato, poiché le password sono sensibili a maiuscole e minuscole. Inoltre, verifica di non confondere caratteri simili, come il numero '0' e la lettera 'O', o il numero '1' e la lettera 'l'.<\/p>\r\n<p><strong>2. Reimposta la tua password<\/strong><\/p>\r\n<p>Se hai verificato e stai ancora avendo problemi, il passo successivo è provare a reimpostare la tua password. Per farlo, segui questi passaggi:<\/p>\r\n<ol>\r\n<li>Vai alla pagina di login di Moodle {moodlename} su <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/li>\r\n<li>Clicca sul link 'Hai dimenticato il tuo nome utente o la tua password?'.<\/li>\r\n<li>Inserisci il tuo indirizzo email nel campo fornito e clicca su 'Cerca'.<\/li>\r\n<li>Riceverai un'email con istruzioni su come reimpostare la tua password. Segui queste istruzioni per creare una nuova password.<\/li>\r\n<\/ol>\r\n<p><strong>3. Contatta il supporto<\/strong><\/p>\r\n<p>Se hai provato entrambe le soluzioni sopra e stai ancora avendo problemi, l'ultima opzione è contattare il supporto di Moodle {moodlename}. Possono aiutarti a risolvere il problema e recuperare l'accesso al tuo account.<\/p>\r\n<p>Ci auguriamo che questo articolo sia stato utile per risolvere il tuo problema con la password errata. Se hai ulteriori domande o hai bisogno di ulteriore assistenza, non esitare a contattarci. Siamo qui per aiutarti!<\/p>"
            },
            {
                "title": "Primi Passi dopo il Login",
                "description": "<p>Ciao, benvenuto in Moodle {moodlename}! Questo articolo ti guiderà attraverso i primi passi dopo il login. Iniziamo!<\/p>\r\n<p><strong>Primo Passo: Accedere al Sito<\/strong><\/p>\r\n<p>Per iniziare, accedi a Moodle {moodlename} tramite il seguente link: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>Secondo Passo: Effettuare il Login<\/strong><\/p>\r\n<p>Nell'angolo in alto a destra della pagina iniziale, troverai il campo di login. Inserisci le tue credenziali di accesso (nome utente e password) nei campi appropriati e clicca su 'Accedi'.<\/p>\r\n<p><strong>Terzo Passo: Navigare nella Pagina Principale<\/strong><\/p>\r\n<p>Dopo il login, verrai reindirizzato alla pagina principale di Moodle. Qui troverai una varietà di risorse e informazioni utili, tra cui:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Navigazione<\/strong>: Questo blocco, di solito situato nell'angolo in alto a sinistra, ti consente di navigare facilmente nel sito. Contiene link alla tua pagina iniziale, al tuo profilo, ai tuoi corsi e ad altre aree del sito.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>I miei corsi<\/strong>: Qui troverai un elenco di tutti i corsi a cui sei iscritto. Clicca sul nome di un corso per accedervi.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Calendario<\/strong>: Questo blocco, di solito situato nell'angolo destro, mostra eventi imminenti, scadenze per i compiti e altre date importanti.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Messaggi<\/strong>: Questo blocco ti consente di visualizzare e rispondere ai messaggi ricevuti.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p><strong>Quarto Passo: Aggiornare il tuo Profilo<\/strong><\/p>\r\n<p>È importante mantenere il tuo profilo aggiornato. Per accedere al tuo profilo, clicca sul tuo nome nell'angolo in alto a destra e seleziona 'Profilo'. Qui puoi aggiungere una foto, modificare il tuo indirizzo email, regolare le tue preferenze di notifica e molto altro.<\/p>\r\n<p><strong>Quinto Passo: Esplorare i tuoi Corsi<\/strong><\/p>\r\n<p>Ogni corso in Moodle ha la sua pagina, che contiene tutte le informazioni, risorse e attività relative al corso. Per accedere alla pagina di un corso, clicca su 'I miei corsi' e seleziona il corso desiderato.<\/p>\r\n<p><strong>Sesto Passo: Partecipare ad Attività<\/strong><\/p>\r\n<p>Le attività sono una parte importante dell'apprendimento in Moodle. Possono includere forum di discussione, compiti, quiz e molto altro. Per partecipare a un'attività, naviga fino alla pagina del corso e clicca sul nome dell'attività.<\/p>\r\n<p>Ci auguriamo che questa guida sia stata utile per te per dare i tuoi primi passi in Moodle {moodlename}. Se hai domande, non esitare a contattarci. Buona fortuna e buoni studi!<\/p>"
            },
            {
                "title": "Supporto Tecnico e Aiuto",
                "description": "<p>Ciao, benvenuto nella base di conoscenza di Moodle {moodlename}. Questo articolo fornirà informazioni dettagliate sul nostro Moodle, inclusi come accedervi e come contattare il supporto tecnico se riscontri qualche problema.<\/p>\r\n<p><strong>Accedere a Moodle {moodlename}<\/strong><\/p>\r\n<p>Per accedere a Moodle {moodlename}, devi visitare il seguente URL: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Visitando questo URL, verrai indirizzato alla pagina iniziale del nostro Moodle, dove potrai effettuare il login con le tue credenziali di accesso.<\/p>\r\n<p><strong>Supporto Tecnico e Aiuto<\/strong><\/p>\r\n<p>Se hai problemi ad accedere a Moodle, o se riscontri qualsiasi altro problema tecnico, siamo qui per aiutarti. Puoi contattare il nostro team di supporto tecnico inviando un'email a <a href=\"mailto:{moodleemail}\" target=\"_blank\" rel=\"noopener\">{moodleemail}<\/a>.<\/p>\r\n<p>Quando contatti il supporto tecnico, ti preghiamo di fornire il maggior numero possibile di dettagli sul problema che stai affrontando. Questo include qualsiasi messaggio di errore che potresti aver ricevuto, così come una descrizione dettagliata dei passaggi che hai intrapreso prima di incontrare il problema. Più informazioni fornisci, più rapidamente ed efficacemente potremo aiutarti.<\/p>\r\n<p>Ci auguriamo che tu trovi questa base di conoscenza utile e ti incoraggiamo a contattarci se hai ulteriori domande o preoccupazioni. Siamo sempre qui per aiutarti e garantire che la tua esperienza con Moodle {moodlename} sia la migliore possibile.<\/p>"
            },
            {
                "title": "Problemi comuni di login e come risolverli",
                "description": "<p>Ciao! Benvenuto nella base di conoscenza di Moodle {moodlename}. In questo articolo, affronteremo alcuni problemi comuni di login che potresti incontrare e come risolverli.<\/p>\r\n<p><strong>1. Ho dimenticato la mia password<\/strong><\/p>\r\n<p>Se hai dimenticato la tua password, non preoccuparti, è facile recuperarla. Segui i passaggi qui sotto:<\/p>\r\n<ul>\r\n<li>Accedi alla pagina di login di Moodle {moodlename} su <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/li>\r\n<li>Clicca sul link \"Hai dimenticato il nome utente o la password?\".<\/li>\r\n<li>Verrai reindirizzato a una pagina dove potrai inserire il tuo indirizzo email o nome utente. Inserisci le informazioni richieste e clicca su \"Cerca\".<\/li>\r\n<li>Riceverai un'email con istruzioni per reimpostare la tua password. Segui le istruzioni e potrai accedere di nuovo al tuo account.<\/li>\r\n<\/ul>\r\n<p><strong>2. Nome utente o password errati<\/strong><\/p>\r\n<p>Se ricevi un messaggio di errore che informa che il tuo nome utente o la tua password sono errati, prova quanto segue:<\/p>\r\n<ul>\r\n<li>Verifica che il Bloc Maiusc sia disattivato. Le password sono sensibili a maiuscole e minuscole.<\/li>\r\n<li>Assicurati di inserire correttamente il tuo nome utente e la tua password. Se non sei sicuro del tuo nome utente, puoi usare il tuo indirizzo email per effettuare il login.<\/li>\r\n<li>Se hai ancora problemi, puoi provare a reimpostare la tua password seguendo le istruzioni sopra.<\/li>\r\n<\/ul>\r\n<p><strong>3. Non ho ricevuto l'email di conferma<\/strong><\/p>\r\n<p>Dopo esserti registrato su Moodle {moodlename}, dovresti ricevere un'email di conferma. Se non hai ricevuto questa email, prova quanto segue:<\/p>\r\n<ul>\r\n<li>Controlla la tua cartella spam o posta indesiderata. L'email di conferma potrebbe essere stata inviata lì.<\/li>\r\n<li>Assicurati che l'indirizzo email che hai fornito durante la registrazione sia corretto. Se hai inserito un indirizzo email errato, non sarai in grado di ricevere l'email di conferma.<\/li>\r\n<li>Se non hai ancora ricevuto l'email di conferma, contatta il supporto tecnico.<\/li>\r\n<\/ul>"
            }
        ]
    },
    {
        "name": "Navigazione in Moodle",
        "knowledgebases": [
            {
                "title": "Come navigare tra corsi e moduli.",
                "description": "<p>Ciao, benvenuto in Moodle {moodlename}. Questo articolo ti guiderà passo dopo passo su come navigare tra corsi e moduli nella piattaforma Moodle. Iniziamo!<\/p>\r\n<p>Per prima cosa, accedi a Moodle {moodlename} tramite il seguente link: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>1. Accedere ai Corsi<\/strong><\/p>\r\n<p>Dopo aver effettuato il login con le tue credenziali, verrai reindirizzato alla pagina iniziale di Moodle. Qui vedrai un elenco di tutti i corsi a cui sei iscritto. Per accedere a un corso, basta cliccare sul nome del corso.<\/p>\r\n<p><strong>2. Navigare tra i Moduli<\/strong><\/p>\r\n<p>All'interno di ogni corso, troverai diversi moduli. Ogni modulo rappresenta una sezione o unità del corso. Per navigare tra i moduli, basta scorrere verso il basso nella pagina del corso. Ogni modulo sarà chiaramente contrassegnato con un titolo e un numero di modulo.<\/p>\r\n<p><strong>3. Accedere ai Contenuti del Modulo<\/strong><\/p>\r\n<p>All'interno di ogni modulo, troverai una varietà di risorse e attività, come letture, questionari, forum di discussione, compiti, ecc. Per accedere a una di queste risorse o attività, basta cliccare sul titolo della risorsa o dell'attività.<\/p>\r\n<p><strong>4. Tornare alla Pagina Iniziale del Corso<\/strong><\/p>\r\n<p>Per tornare alla pagina iniziale del corso da qualsiasi modulo, basta cliccare sul nome del corso, situato nella parte superiore della pagina. Questo ti riporterà alla pagina iniziale del corso, dove puoi selezionare un modulo diverso da esplorare.<\/p>\r\n<p><strong>5. Uscire da un Corso<\/strong><\/p>\r\n<p>Per uscire da un corso e tornare alla pagina iniziale di Moodle, clicca sull'icona della casa, situata nell'angolo in alto a sinistra della pagina. Questo ti riporterà alla pagina iniziale di Moodle, dove puoi accedere ad altri corsi.<\/p>\r\n<p>Spero che questa guida ti sia stata utile per navigare tra corsi e moduli in Moodle {moodlename}. Se hai domande o hai bisogno di ulteriore assistenza, non esitare a contattarci. Buona fortuna con i tuoi studi!<\/p>"
            },
            {
                "title": "Utilizzare il pannello di navigazione (barra laterale, menu)",
                "description": "<p>Ciao, benvenuto in Moodle {moodlename}. Questo articolo ti guiderà su come utilizzare il pannello di navigazione (barra laterale, menu) nel nostro Moodle.<\/p>\r\n<h5>Pannello di Navigazione<\/h5>\r\n<p>Il pannello di navigazione è una barra laterale situata a sinistra dello schermo. È uno strumento essenziale per navigare in Moodle e accedere a diverse aree del sito.<\/p>\r\n<h5>Barra Laterale<\/h5>\r\n<p>La barra laterale è suddivisa in diverse sezioni, ognuna con la propria funzione.<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Pagina iniziale<\/strong>: Cliccando su questo link, verrai reindirizzato alla pagina iniziale di Moodle.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>I miei corsi<\/strong>: Qui troverai un elenco di tutti i corsi a cui sei iscritto. Cliccando su qualsiasi corso verrai portato direttamente alla pagina del corso.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Calendario<\/strong>: Questa sezione mostra i prossimi eventi, le scadenze dei compiti e altri promemoria importanti.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Messaggi privati<\/strong>: Qui puoi vedere i tuoi messaggi privati e avviare nuove conversazioni.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Il mio profilo<\/strong>: Questa sezione ti consente di visualizzare e modificare il tuo profilo.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<h5>Menu<\/h5>\r\n<p>I menu sono un'altra parte importante del pannello di navigazione. Si trovano nella parte superiore della pagina e forniscono accesso rapido a diverse aree del sito.<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Menu utente<\/strong>: Questo menu, di solito visualizzato con il tuo nome, ti consente di accedere al tuo profilo, ai tuoi voti, ai messaggi e ad altre impostazioni personali.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Menu di navigazione<\/strong>: Questo menu ti consente di navigare rapidamente tra diverse aree del sito, come la pagina iniziale, il pannello utente, i corsi e altre sezioni.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Menu di amministrazione<\/strong>: Questo menu è visibile solo agli utenti con permessi di amministratore. Ti consente di gestire il sito, i corsi, gli utenti e altre impostazioni di Moodle.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Spero che questo articolo ti sia stato utile per capire come utilizzare il pannello di navigazione in Moodle {moodlename}. Se hai ulteriori domande, non esitare a contattarci. Siamo qui per aiutarti!<\/p>"
            }
        ]
    },
    {
        "name": "Esecuzione di Compiti e Valutazioni",
        "knowledgebases": [
            {
                "title": "Come eseguire e inviare compiti.",
                "description": "<p>Ciao, benvenuto nella nostra base di conoscenza! Oggi ti guiderò su come eseguire e inviare compiti su Moodle {moodlename}. Iniziamo!<\/p>\r\n<p><strong>1. Accedere a Moodle {moodlename}<\/strong><\/p>\r\n<p>Prima di tutto, devi accedere alla piattaforma Moodle. Per farlo, apri il browser di tua scelta e digita il seguente URL: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>2. Effettuare il login sulla piattaforma<\/strong><\/p>\r\n<p>Dopo aver accesso al sito, vedrai la pagina iniziale di Moodle {moodlename}. In alto a destra, clicca su 'Accedi' per effettuare il login. Inserisci le tue credenziali (nome utente e password) nei campi appropriati e clicca di nuovo su 'Accedi'.<\/p>\r\n<p><strong>3. Accedere al corso e al compito<\/strong><\/p>\r\n<p>Dopo aver effettuato il login, verrai reindirizzato alla pagina 'I miei corsi'. Qui puoi vedere tutti i corsi a cui sei iscritto. Clicca sul corso pertinente per accedere ai tuoi compiti. All'interno del corso, cerca la sezione 'Compiti' e clicca sul compito che desideri eseguire.<\/p>\r\n<p><strong>4. Eseguire il compito<\/strong><\/p>\r\n<p>Nella pagina del compito, troverai tutte le informazioni necessarie per completarlo, come istruzioni, data di consegna e criteri di valutazione. Leggi attentamente tutte le informazioni prima di iniziare a lavorare sul compito.<\/p>\r\n<p><strong>5. Inviare il compito<\/strong><\/p>\r\n<p>Dopo aver completato il compito, è ora di inviarlo. Nella pagina del compito, clicca su 'Aggiungi invio'. Successivamente, avrai l'opzione di caricare il file del compito. Clicca su 'Aggiungi...' per selezionare e caricare il file dal tuo computer. Assicurati che il file sia nel formato corretto, come specificato nelle istruzioni del compito.<\/p>\r\n<p>Dopo aver caricato il file, clicca su 'Salva modifiche'. Apparirà una finestra di conferma. Controlla le informazioni e, se tutto è corretto, clicca su 'Continua'. Il tuo compito è ora inviato!<\/p>\r\n<p>Ricorda, è molto importante controllare la data e l'ora di consegna del compito. Se invii il compito dopo la scadenza, potrebbe essere contrassegnato come in ritardo e questo potrebbe influenzare il tuo voto.<\/p>"
            },
            {
                "title": "Come rispondere a quiz e valutazioni",
                "description": "<p>Ciao, benvenuto su Moodle {moodlename}! Questo articolo ti guiderà passo dopo passo su come rispondere a quiz e valutazioni sulla nostra piattaforma Moodle. Iniziamo!<\/p>\r\n<p><strong>Passo 1: Accedere alla piattaforma<\/strong><\/p>\r\n<p>Prima di tutto, devi accedere alla nostra piattaforma Moodle. Per farlo, digita il seguente URL nel tuo browser: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>Passo 2: Accedi al tuo account<\/strong><\/p>\r\n<p>Nella pagina iniziale, vedrai un pulsante \"Accedi\" in alto a destra. Clicca su di esso e inserisci le tue credenziali di accesso (nome utente e password) nei campi appropriati. Dopo averli compilati, clicca su \"Accedi\".<\/p>\r\n<p><strong>Passo 3: Accedere al corso<\/strong><\/p>\r\n<p>Dopo aver effettuato il login, verrai reindirizzato alla pagina iniziale del tuo account. Qui vedrai un elenco di tutti i corsi a cui sei iscritto. Clicca sul corso il cui quiz o valutazione desideri rispondere.<\/p>\r\n<p><strong>Passo 4: Trovare il quiz o la valutazione<\/strong><\/p>\r\n<p>All'interno del corso, cerca la sezione che contiene il quiz o la valutazione. Di solito, sono elencati nella sezione \"Attività\" o \"Valutazioni\". Clicca sul nome del quiz o della valutazione che desideri rispondere.<\/p>\r\n<p><strong>Passo 5: Iniziare il quiz o la valutazione<\/strong><\/p>\r\n<p>Nella pagina del quiz o della valutazione, vedrai un pulsante \"Prova a rispondere al questionario ora\" o \"Inizia tentativo\". Clicca su di esso per iniziare.<\/p>\r\n<p><strong>Passo 6: Rispondere alle domande<\/strong><\/p>\r\n<p>Ora vedrai una serie di domande. Leggi attentamente ogni domanda e seleziona la risposta che ritieni corretta. Puoi navigare tra le domande utilizzando i pulsanti \"Successivo\" e \"Precedente\".<\/p>\r\n<p><strong>Passo 7: Inviare le tue risposte<\/strong><\/p>\r\n<p>Dopo aver risposto a tutte le domande, clicca sul pulsante \"Invia tutto e termina\" nella parte inferiore della pagina. Apparirà una finestra pop-up che ti chiederà di confermare che desideri inviare le tue risposte. Clicca su \"Invia tutto e termina\" di nuovo per confermare.<\/p>\r\n<p><strong>Passo 8: Controllare il feedback<\/strong><\/p>\r\n<p>Dopo aver inviato le tue risposte, verrai reindirizzato a una pagina di riepilogo. Qui puoi vedere il feedback del tuo quiz o valutazione, inclusi il tuo voto e eventuali commenti del docente.<\/p>\r\n<p>Spero che questa guida ti sia stata utile. Se hai ulteriori domande su come rispondere a quiz e valutazioni su Moodle {moodlename}, non esitare a contattarci. Buona fortuna con i tuoi studi!<\/p>"
            },
            {
                "title": "Come controllare e comprendere i voti ricevuti",
                "description": "<p>Ciao, benvenuto nella nostra base di conoscenza! Oggi ti spiegherò come puoi controllare e comprendere i voti ricevuti sulla piattaforma Moodle {moodlename}. Iniziamo?<\/p>\r\n<p><strong>1. Accedere a Moodle {moodlename}<\/strong><\/p>\r\n<p>Prima di tutto, devi accedere alla piattaforma Moodle {moodlename}. Per farlo, clicca sul seguente link: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Una volta sulla pagina iniziale, vedrai un pulsante per effettuare il login. Inserisci le tue credenziali di utente e password per accedere al tuo account.<\/p>\r\n<p><strong>2. Navigare fino al tuo corso<\/strong><\/p>\r\n<p>Dopo aver effettuato il login, verrai reindirizzato alla pagina iniziale di Moodle. Qui vedrai un elenco di tutti i corsi a cui sei iscritto. Clicca sul corso le cui valutazioni desideri controllare.<\/p>\r\n<p><strong>3. Accedere al libro delle valutazioni<\/strong><\/p>\r\n<p>All'interno del tuo corso, cerca il blocco \"Amministrazione\" generalmente situato sul lato sinistro della pagina. Clicca su \"Valutazioni\" all'interno di questo blocco. Questo aprirà il libro delle valutazioni del tuo corso.<\/p>\r\n<p><strong>4. Controllare i tuoi voti<\/strong><\/p>\r\n<p>Ora che sei nel libro delle valutazioni, vedrai una tabella con tutte le attività valutate del corso, insieme ai loro voti corrispondenti. I voti sono generalmente visualizzati su una scala da 0 a 100, ma questo può variare a seconda delle impostazioni del corso.<\/p>\r\n<p><strong>5. Comprendere i tuoi voti<\/strong><\/p>\r\n<p>Ogni attività valutata avrà un voto corrispondente. Se l'attività non è ancora stata valutata, il voto apparirà come un trattino (-). I voti sono calcolati in base ai criteri di valutazione stabiliti dal docente del corso. Se hai dubbi su come è stato calcolato un voto, è meglio contattare direttamente il docente.<\/p>\r\n<p><strong>6. Controllare il totale del corso<\/strong><\/p>\r\n<p>Alla fine della tabella, vedrai una riga chiamata \"Totale del corso\". Questa è la somma di tutti i tuoi voti nel corso. Questo è un buon modo per tenere traccia del tuo progresso generale nel corso.<\/p>\r\n<p>Spero che questa guida ti sia stata utile per capire come controllare e comprendere i tuoi voti su Moodle {moodlename}. Se hai ulteriori domande, non esitare a chiedere. Siamo qui per aiutarti!<\/p>"
            }
        ]
    },
    {
        "name": "Risorse di Interazione",
        "knowledgebases": [
            {
                "title": "Come partecipare a forum e chat",
                "description": "<p>Ciao, benvenuto su Moodle {moodlename}! Questo articolo ti guiderà su come partecipare a forum e chat sulla nostra piattaforma Moodle. Iniziamo!<\/p>\r\n<h5>Partecipare ai Forum<\/h5>\r\n<p>I forum sono un ottimo modo per scambiare idee, discutere argomenti del corso e fare domande. Ecco come puoi partecipare:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Accedi al Forum<\/strong>: Prima di tutto, devi accedere al forum. Effettua il login sulla piattaforma Moodle tramite il link <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Dopo aver effettuato il login, naviga fino al corso desiderato e cerca la sezione dei forum.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Leggi le Discussioni<\/strong>: Prima di postare, è una buona idea leggere le discussioni esistenti. Questo può aiutarti a capire cosa è già stato discusso e a evitare ripetizioni.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Avvia una Nuova Discussione<\/strong>: Per avviare una nuova discussione, fai clic sul pulsante 'Aggiungi un nuovo argomento di discussione'. Inserisci un oggetto e il tuo messaggio. Quando hai finito, fai clic su 'Invia messaggio al forum'.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Rispondi a una Discussione<\/strong>: Per rispondere a una discussione esistente, fai clic sul titolo della discussione e poi su 'Rispondi'. Scrivi la tua risposta e fai clic su 'Invia messaggio al forum'.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<h5>Partecipare alle Chat<\/h5>\r\n<p>Le chat consentono conversazioni in tempo reale con altri partecipanti al corso. Ecco come puoi partecipare:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Accedi alla Chat<\/strong>: Effettua il login sulla piattaforma Moodle tramite il link <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Dopo aver effettuato il login, naviga fino al corso desiderato e cerca la sezione delle chat.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Entra nella Chat<\/strong>: Fai clic sulla chat a cui desideri partecipare. Sarai portato a una nuova finestra di chat.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Invia Messaggi<\/strong>: Per inviare un messaggio, digita nella casella di testo nella parte inferiore della finestra di chat e premi Invio. Ricorda di seguire le regole di etichetta della chat e di rispettare gli altri partecipanti.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Spero che questo articolo ti sia stato utile. Se hai ulteriori domande, non esitare a chiedere. Siamo qui per aiutarti!<\/p>"
            }
        ]
    },
    {
        "name": "Accessibilità e Risorse Personali",
        "knowledgebases": [
            {
                "title": "Come modificare le impostazioni del profilo (foto, biografia).",
                "description": "<p>Ciao, benvenuto in Moodle {moodlename}! Questo articolo ti guiderà passo dopo passo su come modificare le impostazioni del tuo profilo, inclusa la modifica della tua foto e biografia. Iniziamo!<\/p>\r\n<p><strong>1. Accedi a Moodle {moodlename}<\/strong><\/p>\r\n<p>Prima di tutto, devi accedere a Moodle {moodlename}. Puoi farlo cliccando sul seguente link: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>2. Effettua il login nel tuo account<\/strong><\/p>\r\n<p>In alto a destra nella pagina iniziale, vedrai l'opzione per effettuare il login. Cliccaci sopra e inserisci le tue credenziali di accesso.<\/p>\r\n<p><strong>3. Accedi alle impostazioni del tuo profilo<\/strong><\/p>\r\n<p>Dopo aver effettuato il login, clicca sul tuo nome utente in alto a destra della pagina. Nel menu a discesa che appare, clicca su 'Profilo'.<\/p>\r\n<p><strong>4. Modifica il tuo profilo<\/strong><\/p>\r\n<p>Nella pagina del tuo profilo, clicca sul pulsante 'Modifica profilo' per iniziare a fare modifiche.<\/p>\r\n<p><strong>5. Cambia la tua foto<\/strong><\/p>\r\n<p>Per cambiare la tua foto, clicca sull'icona della fotocamera nell'immagine del profilo. Questo aprirà una finestra in cui puoi scegliere una nuova foto dal tuo computer. Seleziona la foto che desideri utilizzare e clicca su 'Apri'. Ricorda che la foto deve essere chiara e professionale.<\/p>\r\n<p><strong>6. Aggiorna la tua biografia<\/strong><\/p>\r\n<p>Nella sezione 'Descrizione', puoi scrivere o modificare la tua biografia. Questa è un'ottima opportunità per condividere un po' di te, le tue esperienze e interessi. Quando hai finito, clicca su 'Aggiorna profilo' per salvare le tue modifiche.<\/p>\r\n<p><strong>7. Salva le tue modifiche<\/strong><\/p>\r\n<p>Dopo aver effettuato tutte le modifiche desiderate, non dimenticare di cliccare sul pulsante 'Aggiorna profilo' in fondo alla pagina. Questo garantirà che tutte le tue modifiche vengano salvate.<\/p>\r\n<p>E questo è tutto! Ora sai come modificare le impostazioni del tuo profilo in Moodle {moodlename}. Ricorda che un profilo completo e aggiornato può aiutare a migliorare la tua esperienza di apprendimento online, permettendo ai tuoi colleghi e istruttori di conoscerti meglio. Se hai domande o problemi, non esitare a contattarci.<\/p>"
            },
            {
                "title": "Come accedere alle impostazioni delle notifiche.",
                "description": "<p>Ciao, benvenuto alla nostra guida su come accedere alle impostazioni delle notifiche in Moodle {moodlename}. Passeremo attraverso una guida dettagliata per assicurarci che tu possa personalizzare le tue notifiche in base alle tue esigenze.<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Accedi a Moodle {moodlename}<\/strong><\/p>\r\n<p>Prima di tutto, devi accedere al sito di Moodle {moodlename}. Puoi farlo digitando il seguente URL nel tuo browser: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Effettua il login nel tuo account<\/strong><\/p>\r\n<p>In alto a destra nella pagina iniziale, troverai l'opzione per effettuare il login. Cliccaci sopra e inserisci le tue credenziali di accesso - di solito il tuo nome utente e password.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Accedi al tuo profilo<\/strong><\/p>\r\n<p>Dopo aver effettuato il login, clicca sul tuo nome utente in alto a destra della pagina. Questo aprirà un menu a discesa. Seleziona l'opzione \"Profilo\".<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Vai alle impostazioni dei messaggi<\/strong><\/p>\r\n<p>Nella pagina del tuo profilo, vedrai varie opzioni sul lato sinistro dello schermo. Clicca su \"Messaggi\" sotto la sezione \"Impostazioni utente\". Questo ti porterà alla pagina delle impostazioni dei messaggi.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Personalizza le tue notifiche<\/strong><\/p>\r\n<p>Qui puoi personalizzare le tue notifiche. Puoi scegliere di ricevere notifiche via email, notifiche pop-up o entrambe. Inoltre, puoi specificare quali tipi di notifiche desideri ricevere - come messaggi dai forum, invii di compiti, messaggi privati e molto altro.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Ricorda, è importante controllare regolarmente le tue notifiche in Moodle per rimanere aggiornato sugli eventi del corso. Con le impostazioni delle notifiche personalizzate, puoi assicurarti di ricevere le informazioni che sono più rilevanti per te.<\/p>\r\n<p>Spero che questa guida ti sia stata utile. Se hai ulteriori domande, non esitare a chiedere. Siamo qui per aiutarti!<\/p>"
            },
            {
                "title": "Come utilizzare le risorse di lettura dello schermo",
                "description": "<p>Ciao, benvenuto alla nostra base di conoscenza! Oggi, ti guiderò su come utilizzare le risorse di lettura dello schermo in Moodle {moodlename}.<\/p>\r\n<p>Moodle {moodlename} è una piattaforma di apprendimento online, accessibile tramite il link <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Questa piattaforma offre una varietà di risorse per facilitare l'apprendimento, comprese le risorse di lettura dello schermo.<\/p>\r\n<p>Le risorse di lettura dello schermo sono strumenti di accessibilità che leggono il testo sullo schermo ad alta voce. Sono particolarmente utili per le persone con disabilità visive o difficoltà di lettura.<\/p>\r\n<p>Ecco i passaggi per utilizzare le risorse di lettura dello schermo in Moodle {moodlename}:<\/p>\r\n<p><strong>1. Accedi a Moodle {moodlename}<\/strong><\/p>\r\n<p>Prima di tutto, accedi a Moodle {moodlename} tramite il link <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>2. Trova la risorsa di lettura dello schermo<\/strong><\/p>\r\n<p>Dopo aver accesso alla piattaforma, cerca la risorsa di lettura dello schermo. Di solito, può essere trovata nel menu di accessibilità, che si trova generalmente nell'angolo in alto a destra dello schermo.<\/p>\r\n<p><strong>3. Attiva la risorsa di lettura dello schermo<\/strong><\/p>\r\n<p>Una volta trovata la risorsa di lettura dello schermo, cliccaci sopra per attivarla.<\/p>\r\n<p><strong>4. Usa la risorsa di lettura dello schermo<\/strong><\/p>\r\n<p>Dopo aver attivato la risorsa di lettura dello schermo, inizierà a leggere il testo sullo schermo ad alta voce. Puoi controllare la lettura utilizzando i controlli forniti dalla risorsa di lettura dello schermo.<\/p>\r\n<p>Ricorda, la risorsa di lettura dello schermo è uno strumento di accessibilità potente che può rendere l'apprendimento online più accessibile ed efficace. Spero che questa guida ti sia stata utile. Se hai ulteriori domande, non esitare a chiedere. Sono qui per aiutarti!<\/p>"
            }
        ]
    },
    {
        "name": "Supporto Tecnico",
        "knowledgebases": [
            {
                "title": "Come segnalare problemi tecnici (errore di accesso, problemi nell'invio di file, ecc.)",
                "description": "<p>Ciao, benvenuto nella nostra base di conoscenza! Oggi ti guiderò su come segnalare problemi tecnici in Moodle {moodlename}. Se stai affrontando problemi come errore di accesso, difficoltà nell'invio di file, tra gli altri, questa guida è per te.<\/p>\r\n<p>Prima di tutto, accedi a Moodle {moodlename} tramite il seguente URL: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Assicurati di utilizzare le credenziali corrette per l'accesso.<\/p>\r\n<p>Se stai affrontando problemi tecnici, segui i passaggi qui sotto:<\/p>\r\n<p><strong>Naviga fino al corso con problemi<\/strong>:<\/p>\r\n<p>Nella pagina iniziale di Moodle, vedrai un elenco di tutti i corsi a cui sei iscritto. Clicca sul corso in cui stai riscontrando problemi.<\/p>\r\n<p><strong>Trova il menu Helpdesk<\/strong>:<\/p>\r\n<p>Nel menu superiore della pagina del corso, troverai un'opzione chiamata 'Helpdesk'. Questo è il tuo punto di riferimento per segnalare qualsiasi problema tecnico che stai affrontando.<\/p>\r\n<p><strong>Clicca sul menu Helpdesk<\/strong>:<\/p>\r\n<p>Cliccando sul menu Helpdesk, verrai reindirizzato a una nuova pagina dove potrai segnalare il tuo problema.<\/p>\r\n<p><strong>Apri un ticket<\/strong>:<\/p>\r\n<p>Nella pagina dell'Helpdesk, vedrai un'opzione per 'Aprire un ticket'. Cliccaci sopra. Ti verrà chiesto di fornire dettagli sul problema che stai affrontando. Cerca di essere il più dettagliato possibile affinché il nostro team tecnico possa comprendere e risolvere il tuo problema in modo efficiente.<\/p>\r\n<p>Dopo aver seguito questi passaggi, il nostro team tecnico riceverà il tuo ticket e inizierà a lavorare sulla risoluzione del tuo problema. Sarai notificato non appena il problema sarà risolto.<\/p>\r\n<p>Spero che questa guida ti sia stata utile. Se hai ulteriori domande o hai bisogno di ulteriore assistenza, non esitare a contattarci. Siamo qui per aiutarti!<\/p>"
            }
        ]
    }
]