[
    {
        "name": "Доступ до Moodle",
        "knowledgebases": [
            {
                "title": "Як отримати доступ до Moodle та увійти в систему",
                "description": "<p>Привіт! Ласкаво просимо до нашого покрокового посібника про те, як отримати доступ і увійти в систему Moodle {moodlename}. Давайте почнемо!<\/p>\r\n<p><strong>Крок 1: Отримати доступ до Moodle<\/strong><\/p>\r\n<p>Спочатку вам потрібно отримати доступ до платформи Moodle. Для цього відкрийте браузер на ваш вибір і введіть URL Moodle {moodlename} у адресному рядку. URL: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>Крок 2: Натисніть 'Увійти'<\/strong><\/p>\r\n<p>Якщо ви на головній сторінці Moodle, знайдіть кнопку 'Увійти', яка зазвичай розташована у верхньому правому куті екрану. Натисніть цю кнопку.<\/p>\r\n<p><strong>Крок 3: Введіть свої облікові дані<\/strong><\/p>\r\n<p>Після натискання 'Увійти' ви будете перенаправлені на сторінку входу. Тут вам потрібно ввести свої облікові дані для входу - ваше ім'я користувача та пароль. Переконайтеся, що ви ввели інформацію правильно.<\/p>\r\n<p><strong>Крок 4: Натисніть 'Отримати доступ'<\/strong><\/p>\r\n<p>Після введення своїх облікових даних натисніть кнопку 'Отримати доступ', щоб увійти в платформу Moodle.<\/p>\r\n<p><strong>Крок 5: Переглядайте Moodle<\/strong><\/p>\r\n<p>Вітаємо! Тепер ви увійшли в платформу Moodle {moodlename}. Ви можете почати переглядати доступні курси, брати участь у дискусійних форумах, надсилати завдання та багато іншого.<\/p>\r\n<p>Не забувайте: якщо ви забули свої облікові дані для входу, натисніть на посилання 'Забули своє ім'я користувача або пароль?' на сторінці входу. Дотримуйтесь інструкцій, щоб відновити свої облікові дані.<\/p>"
            },
            {
                "title": "Відновлення пароля",
                "description": "<p>Привіт! Якщо ви забули свій пароль для Moodle {moodlename}, не хвилюйтеся. Я тут, щоб допомогти вам його відновити. Дотримуйтесь наведених нижче кроків, щоб скинути свій пароль:<\/p>\r\n<ol>\r\n<li>\r\n<p>Перейдіть на головну сторінку Moodle {moodlename} за наступним посиланням: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<\/li>\r\n<li>\r\n<p>У верхньому правому куті сторінки ви побачите опцію \"Увійти\". Натисніть на неї.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Тепер ви будете перенаправлені на сторінку входу. Під полями для введення імені користувача та пароля ви знайдете посилання під назвою \"Забули своє ім'я користувача або пароль?\".<\/p>\r\n<\/li>\r\n<li>\r\n<p>Натисніть на це посилання. Ви будете перенаправлені на нову сторінку, де зможете відновити свій пароль.<\/p>\r\n<\/li>\r\n<li>\r\n<p>На цій сторінці у вас буде два варіанти для відновлення пароля:<\/p>\r\n<ul>\r\n<li>\r\n<p>Якщо ви пам'ятаєте своє ім'я користувача, введіть його у полі \"Шукати за ім'ям користувача\" та натисніть \"Шукати\". На адресу електронної пошти, пов'язаної з вашим обліковим записом, буде надіслано електронний лист з інструкціями для скидання пароля.<\/p>\r\n<\/li>\r\n<li>\r\n<p>Якщо ви не пам'ятаєте своє ім'я користувача, але пам'ятаєте адресу електронної пошти, яку ви використовували для реєстрації, введіть її у полі \"Шукати за адресою електронної пошти\" та натисніть \"Шукати\". На цю адресу буде надіслано електронний лист з інструкціями для скидання пароля.<\/p>\r\n<\/li>\r\n<\/ul>\r\n<\/li>\r\n<li>\r\n<p>Перевірте свою поштову скриньку. Якщо ви не бачите електронного листа, перевірте свою папку зі спамом або небажаною поштою. Дотримуйтесь інструкцій у листі, щоб скинути свій пароль.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Пам'ятайте, з міркувань безпеки не діліться своїм паролем з ким-небудь. Якщо ви підозрюєте, що хтось міг отримати доступ до вашого пароля, доцільно його змінити.<\/p>"
            },
            {
                "title": "Проблеми з неправильним паролем",
                "description": "<p>Привіт, ласкаво просимо до бази знань Moodle {moodlename}. У цій статті ми розглянемо поширену проблему, з якою стикаються багато користувачів: \"Проблеми з неправильним паролем\".<\/p>\r\n<p><strong>Проблеми з неправильним паролем<\/strong><\/p>\r\n<p>Якщо ви маєте проблеми з доступом до свого облікового запису в Moodle {moodlename} через неправильний пароль, ось кілька можливих рішень, які ви можете спробувати.<\/p>\r\n<p><strong>1. Перевірте, чи правильний ваш пароль<\/strong><\/p>\r\n<p>Перше, що вам потрібно зробити, це перевірити, чи вводите ви пароль правильно. Переконайтеся, що клавіша Caps Lock не активована, оскільки паролі чутливі до регістру. Крім того, перевірте, чи не плутаєте ви схожі символи, такі як цифра '0' і літера 'O', або цифра '1' і літера 'l'.<\/p>\r\n<p><strong>2. Скиньте свій пароль<\/strong><\/p>\r\n<p>Якщо ви перевірили і все ще маєте проблеми, наступний крок - спробувати скинути свій пароль. Для цього дотримуйтесь цих кроків:<\/p>\r\n<ol>\r\n<li>Перейдіть на сторінку входу в Moodle {moodlename} за <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/li>\r\n<li>Натисніть на посилання 'Забули своє ім'я користувача або пароль?'.<\/li>\r\n<li>Введіть свою адресу електронної пошти у вказане поле та натисніть 'Шукати'.<\/li>\r\n<li>Ви отримаєте електронний лист з інструкціями про те, як скинути свій пароль. Дотримуйтесь цих інструкцій, щоб створити новий пароль.<\/li>\r\n<\/ol>\r\n<p><strong>3. Зв'яжіться з підтримкою<\/strong><\/p>\r\n<p>Якщо ви спробували обидва вище наведені рішення і все ще маєте проблеми, останній варіант - зв'язатися з підтримкою Moodle {moodlename}. Вони зможуть допомогти вам вирішити проблему і відновити доступ до вашого облікового запису.<\/p>\r\n<p>Сподіваємося, що ця стаття була корисною для вирішення вашої проблеми з неправильним паролем. Якщо у вас є додаткові запитання або вам потрібна додаткова допомога, не соромтеся звертатися до нас. Ми тут, щоб допомогти!<\/p>"
            },
            {
                "title": "Перші кроки після входу",
                "description": "<p>Привіт, ласкаво просимо до Moodle {moodlename}! Ця стаття проведе вас через перші кроки після входу. Давайте почнемо!<\/p>\r\n<p><strong>Перший крок: Отримання доступу до сайту<\/strong><\/p>\r\n<p>Для початку отримайте доступ до Moodle {moodlename} за наступним посиланням: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>Другий крок: Увійдіть в систему<\/strong><\/p>\r\n<p>У верхньому правому куті головної сторінки ви знайдете поле для входу. Введіть свої облікові дані (ім'я користувача та пароль) у відповідні поля та натисніть 'Увійти'.<\/p>\r\n<p><strong>Третій крок: Перегляд головної сторінки<\/strong><\/p>\r\n<p>Після входу ви будете перенаправлені на головну сторінку Moodle. Тут ви знайдете різноманітні ресурси та корисну інформацію, включаючи:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Навігація<\/strong>: Цей блок, зазвичай розташований у верхньому лівому куті, дозволяє вам легко переміщатися по сайту. Він містить посилання на вашу головну сторінку, ваш профіль, ваші курси та інші розділи сайту.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Мої курси<\/strong>: Тут ви знайдете список усіх курсів, на які ви записані. Натисніть на назву курсу, щоб отримати доступ до нього.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Календар<\/strong>: Цей блок, зазвичай розташований у правому куті, відображає найближчі події, терміни завдань та інші важливі дати.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Повідомлення<\/strong>: Цей блок дозволяє вам переглядати та відповідати на отримані повідомлення.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p><strong>Четвертий крок: Оновлення вашого профілю<\/strong><\/p>\r\n<p>Важливо підтримувати ваш профіль в актуальному стані. Щоб отримати доступ до свого профілю, натисніть на своє ім'я у верхньому правому куті та виберіть 'Профіль'. Тут ви можете додати фото, змінити свою адресу електронної пошти, налаштувати свої уподобання щодо сповіщень і багато іншого.<\/p>\r\n<p><strong>П'ятий крок: Дослідження ваших курсів<\/strong><\/p>\r\n<p>Кожен курс у Moodle має свою власну сторінку, яка містить усю інформацію, ресурси та діяльність, пов'язані з курсом. Щоб отримати доступ до сторінки курсу, натисніть 'Мої курси' та виберіть бажаний курс.<\/p>\r\n<p><strong>Шостий крок: Участь у заходах<\/strong><\/p>\r\n<p>Заходи є важливою частиною навчання в Moodle. Вони можуть включати дискусійні форуми, завдання, опитування та багато іншого. Щоб взяти участь у заході, перейдіть на сторінку курсу та натисніть на назву заходу.<\/p>\r\n<p>Сподіваємося, що цей посібник був корисним для вас, щоб зробити перші кроки в Moodle {moodlename}. Якщо у вас є будь-які питання, не соромтеся звертатися до нас. Удачі та успішного навчання!<\/p>"
            },
            {
                "title": "Технічна підтримка та допомога",
                "description": "<p>Привіт, ласкаво просимо до бази знань Moodle {moodlename}. Ця стаття надасть детальну інформацію про наш Moodle, включаючи, як отримати доступ до нього та як зв'язатися з технічною підтримкою, якщо ви зіткнетеся з будь-якою проблемою.<\/p>\r\n<p><strong>Отримання доступу до Moodle {moodlename}<\/strong><\/p>\r\n<p>Щоб отримати доступ до Moodle {moodlename}, вам потрібно відвідати наступний URL: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Відвідавши цей URL, ви будете перенаправлені на головну сторінку нашого Moodle, де зможете увійти з вашими обліковими даними.<\/p>\r\n<p><strong>Технічна підтримка та допомога<\/strong><\/p>\r\n<p>Якщо у вас виникають проблеми з доступом до Moodle або якщо ви стикаєтеся з будь-якою іншою технічною проблемою, ми тут, щоб допомогти. Ви можете зв'язатися з нашою командою технічної підтримки, надіславши електронний лист на <a href=\"mailto:{moodleemail}\" target=\"_blank\" rel=\"noopener\">{moodleemail}<\/a>.<\/p>\r\n<p>При зверненні до технічної підтримки, будь ласка, надайте якомога більше деталей про проблему, з якою ви стикаєтеся. Це включає будь-яке повідомлення про помилку, яке ви могли отримати, а також детальний опис кроків, які ви виконали перед виникненням проблеми. Чим більше інформації ви надасте, тим швидше і ефективніше ми зможемо вам допомогти.<\/p>\r\n<p>Сподіваємося, що ви знайдете цю базу знань корисною і закликаємо вас звертатися до нас, якщо у вас є додаткові запитання або занепокоєння. Ми завжди тут, щоб допомогти і забезпечити, щоб ваш досвід з Moodle {moodlename} був якомога кращим.<\/p>"
            },
            {
                "title": "Поширені проблеми з входом та їх вирішення",
                "description": "<p>Привіт! Ласкаво просимо до бази знань Moodle {moodlename}. У цій статті ми розглянемо деякі поширені проблеми з входом, з якими ви можете зіткнутися, і як їх вирішити.<\/p>\r\n<p><strong>1. Я забув свій пароль<\/strong><\/p>\r\n<p>Якщо ви забули свій пароль, не хвилюйтеся, його легко відновити. Дотримуйтесь наведених нижче кроків:<\/p>\r\n<ul>\r\n<li>Перейдіть на сторінку входу в Moodle {moodlename} за <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/li>\r\n<li>Натисніть на посилання \"Забули ім'я користувача або пароль?\".<\/li>\r\n<li>Ви будете перенаправлені на сторінку, де зможете ввести свою адресу електронної пошти або ім'я користувача. Введіть запитувану інформацію та натисніть \"Шукати\".<\/li>\r\n<li>Ви отримаєте електронний лист з інструкціями для скидання пароля. Дотримуйтесь інструкцій, і ви зможете знову отримати доступ до свого облікового запису.<\/li>\r\n<\/ul>\r\n<p><strong>2. Неправильне ім'я користувача або пароль<\/strong><\/p>\r\n<p>Якщо ви отримуєте повідомлення про помилку, що ваше ім'я користувача або пароль неправильні, спробуйте наступне:<\/p>\r\n<ul>\r\n<li>Перевірте, чи вимкнено Caps Lock. Паролі чутливі до регістру.<\/li>\r\n<li>Переконайтеся, що ви вводите своє ім'я користувача та пароль правильно. Якщо ви не впевнені у своєму імені користувача, ви можете використовувати свою адресу електронної пошти для входу.<\/li>\r\n<li>Якщо ви все ще маєте проблеми, спробуйте скинути свій пароль, дотримуючись наведених вище інструкцій.<\/li>\r\n<\/ul>\r\n<p><strong>3. Я не отримав електронний лист для підтвердження<\/strong><\/p>\r\n<p>Після реєстрації в Moodle {moodlename} ви повинні отримати електронний лист для підтвердження. Якщо ви не отримали цей електронний лист, спробуйте наступне:<\/p>\r\n<ul>\r\n<li>Перевірте свою папку зі спамом або небажаною поштою. Електронний лист для підтвердження міг бути надіслано туди.<\/li>\r\n<li>Переконайтеся, що адреса електронної пошти, яку ви надали під час реєстрації, правильна. Якщо ви ввели неправильну адресу електронної пошти, ви не зможете отримати електронний лист для підтвердження.<\/li>\r\n<li>Якщо ви все ще не отримали електронний лист для підтвердження, зв'яжіться з технічною підтримкою.<\/li>\r\n<\/ul>"
            }
        ]
    },
    {
        "name": "Навігація в Moodle",
        "knowledgebases": [
            {
                "title": "Як навігувати курсами та модулями.",
                "description": "<p>Привіт, ласкаво просимо до Moodle {moodlename}. Ця стаття проведе вас крок за кроком через те, як навігувати курсами та модулями на платформі Moodle. Давайте почнемо!<\/p>\r\n<p>По-перше, зайдіть в Moodle {moodlename} за наступним посиланням: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>1. Доступ до курсів<\/strong><\/p>\r\n<p>Після входу з вашими обліковими даними, ви будете перенаправлені на головну сторінку Moodle. Тут ви побачите список усіх курсів, на які ви підписані. Щоб отримати доступ до курсу, просто натисніть на його назву.<\/p>\r\n<p><strong>2. Навігація по модулях<\/strong><\/p>\r\n<p>У кожному курсі ви знайдете кілька модулів. Кожен модуль представляє собою секцію або одиницю курсу. Щоб навігувати по модулях, просто прокрутіть вниз на сторінці курсу. Кожен модуль буде чітко позначений заголовком та номером модуля.<\/p>\r\n<p><strong>3. Доступ до вмісту модуля<\/strong><\/p>\r\n<p>У кожному модулі ви знайдете різноманітні ресурси та активності, такі як читання, опитування, форуми для обговорення, завдання тощо. Щоб отримати доступ до будь-якого з цих ресурсів або активностей, просто натисніть на заголовок ресурсу або активності.<\/p>\r\n<p><strong>4. Повернення на головну сторінку курсу<\/strong><\/p>\r\n<p>Щоб повернутися на головну сторінку курсу з будь-якого модуля, просто натисніть на назву курсу, розташовану вгорі сторінки. Це поверне вас на головну сторінку курсу, де ви можете вибрати інший модуль для дослідження.<\/p>\r\n<p><strong>5. Вихід з курсу<\/strong><\/p>\r\n<p>Щоб вийти з курсу та повернутися на головну сторінку Moodle, натисніть на значок будинку, розташований у верхньому лівому куті сторінки. Це поверне вас на головну сторінку Moodle, де ви можете отримати доступ до інших курсів.<\/p>\r\n<p>Сподіваюся, цей посібник був корисним для вас у навігації курсами та модулями в Moodle {moodlename}. Якщо у вас є які-небудь питання або вам потрібна додаткова допомога, не соромтеся звертатися. Удачі у ваших навчаннях!<\/p>"
            },
            {
                "title": "Використання панелі навігації (бокова панель, меню)",
                "description": "<p>Привіт, ласкаво просимо до Moodle {moodlename}. Ця стаття проведе вас через те, як використовувати панель навігації (бокова панель, меню) у нашому Moodle.<\/p>\r\n<h5>Панель навігації<\/h5>\r\n<p>Панель навігації — це бокова панель, розташована зліва на вашому екрані. Вона є важливим інструментом для навігації в Moodle та доступу до різних областей сайту.<\/p>\r\n<h5>Бокова панель<\/h5>\r\n<p>Бокова панель поділена на кілька секцій, кожна з яких має свою функцію.<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Головна сторінка<\/strong>: Клацнувши на це посилання, ви будете перенаправлені на головну сторінку Moodle.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Мої курси<\/strong>: Тут ви знайдете список усіх курсів, на які ви підписані. Клацнувши на будь-який курс, ви будете перенаправлені безпосередньо на сторінку курсу.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Календар<\/strong>: Ця секція показує найближчі події, терміни завдань та інші важливі нагадування.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Приватні повідомлення<\/strong>: Тут ви можете переглядати свої приватні повідомлення та починати нові розмови.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Мій профіль<\/strong>: Ця секція дозволяє вам переглядати та редагувати свій профіль.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<h5>Меню<\/h5>\r\n<p>Меню є ще однією важливою частиною панелі навігації. Вони розташовані в верхній частині сторінки та забезпечують швидкий доступ до різних областей сайту.<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Меню користувача<\/strong>: Це меню, зазвичай відображається з вашим ім'ям, дозволяє вам отримати доступ до свого профілю, оцінок, повідомлень та інших особистих налаштувань.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Меню навігації<\/strong>: Це меню дозволяє вам швидко переходити до різних областей сайту, таких як головна сторінка, панель користувача, курси та інші секції.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Меню адміністрування<\/strong>: Це меню видно лише користувачам з правами адміністратора. Воно дозволяє вам керувати сайтом, курсами, користувачами та іншими налаштуваннями Moodle.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Сподіваюся, ця стаття була корисною для вас у розумінні того, як використовувати панель навігації в Moodle {moodlename}. Якщо у вас є додаткові запитання, не соромтеся звертатися до нас. Ми тут, щоб допомогти!<\/p>"
            }
        ]
    },
    {
        "name": "Виконання завдань та оцінок",
        "knowledgebases": [
            {
                "title": "Як виконувати та подавати завдання.",
                "description": "<p>Привіт, ласкаво просимо до нашої бази знань! Сьогодні я розповім вам, як виконувати та подавати завдання на платформі Moodle {moodlename}. Давайте почнемо!<\/p>\r\n<p><strong>1. Доступ до Moodle {moodlename}<\/strong><\/p>\r\n<p>По-перше, вам потрібно зайти на платформу Moodle. Для цього відкрийте браузер за вашим вибором і введіть наступну URL-адресу: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>2. Увійдіть на платформу<\/strong><\/p>\r\n<p>Після доступу до сайту ви побачите початкову сторінку Moodle {moodlename}. У правому верхньому куті натисніть 'Увійти', щоб увійти в систему. Введіть свої облікові дані (ім'я користувача та пароль) у відповідні поля та знову натисніть 'Увійти'.<\/p>\r\n<p><strong>3. Доступ до курсу та завдання<\/strong><\/p>\r\n<p>Після входу ви будете перенаправлені на сторінку 'Мої курси'. Тут ви можете побачити всі курси, на які ви записані. Натисніть на відповідний курс, щоб отримати доступ до своїх завдань. У курсі знайдіть розділ 'Завдання' та натисніть на завдання, яке ви хочете виконати.<\/p>\r\n<p><strong>4. Виконання завдання<\/strong><\/p>\r\n<p>На сторінці завдання ви знайдете всю необхідну інформацію для його виконання, таку як інструкції, термін здачі та критерії оцінювання. Уважно прочитайте всю інформацію перед тим, як почати працювати над завданням.<\/p>\r\n<p><strong>5. Подання завдання<\/strong><\/p>\r\n<p>Після завершення завдання настав час його подати. На сторінці завдання натисніть 'Додати відправлення'. Потім у вас буде можливість завантажити файл завдання. Натисніть 'Додати...', щоб вибрати та завантажити файл з вашого комп'ютера. Переконайтеся, що файл у правильному форматі, як зазначено в інструкціях до завдання.<\/p>\r\n<p>Після завантаження файлу натисніть 'Зберегти зміни'. З'явиться вікно підтвердження. Перегляньте інформацію, і якщо все вірно, натисніть 'Продовжити'. Ваше завдання тепер подано!<\/p>\r\n<p>Не забувайте, що дуже важливо перевірити дату та час здачі завдання. Якщо ви подасте завдання після терміну, воно може бути позначене як запізніле, і це може вплинути на вашу оцінку.<\/p>"
            },
            {
                "title": "Як відповідати на тести та оцінки",
                "description": "<p>Привіт, ласкаво просимо до Moodle {moodlename}! Ця стаття надасть вам покрокові інструкції про те, як відповідати на тести та оцінки на нашій платформі Moodle. Давайте почнемо!<\/p>\r\n<p><strong>Крок 1: Доступ до платформи<\/strong><\/p>\r\n<p>По-перше, вам потрібно зайти на нашу платформу Moodle. Для цього введіть наступну URL-адресу у вашому браузері: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>Крок 2: Увійдіть у свій обліковий запис<\/strong><\/p>\r\n<p>На початковій сторінці ви побачите кнопку \"Увійти\" у правому верхньому куті. Натисніть на неї та введіть свої облікові дані для входу (ім'я користувача та пароль) у відповідні поля. Після заповнення натисніть \"Увійти\".<\/p>\r\n<p><strong>Крок 3: Доступ до курсу<\/strong><\/p>\r\n<p>Після входу ви будете перенаправлені на початкову сторінку вашого облікового запису. Тут ви побачите список усіх курсів, на які ви записані. Натисніть на курс, тест або оцінку, на яку ви хочете відповісти.<\/p>\r\n<p><strong>Крок 4: Знайти тест або оцінку<\/strong><\/p>\r\n<p>У курсі знайдіть розділ, що містить тест або оцінку. Зазвичай вони розташовані в розділі \"Діяльності\" або \"Оцінки\". Натисніть на назву тесту або оцінки, на яку ви хочете відповісти.<\/p>\r\n<p><strong>Крок 5: Розпочати тест або оцінку<\/strong><\/p>\r\n<p>На сторінці тесту або оцінки ви побачите кнопку \"Спробувати відповісти на запитання зараз\" або \"Розпочати спробу\". Натисніть на неї, щоб почати.<\/p>\r\n<p><strong>Крок 6: Відповісти на запитання<\/strong><\/p>\r\n<p>Тепер ви побачите серію запитань. Уважно прочитайте кожне запитання та виберіть відповідь, яку вважаєте правильною. Ви можете переходити між запитаннями, використовуючи кнопки \"Наступне\" та \"Попереднє\".<\/p>\r\n<p><strong>Крок 7: Надіслати свої відповіді<\/strong><\/p>\r\n<p>Після того, як ви відповіли на всі запитання, натисніть кнопку \"Надіслати все та завершити\" внизу сторінки. З'явиться спливаюче вікно, що запитує, чи хочете ви підтвердити надсилання своїх відповідей. Натисніть \"Надіслати все та завершити\" ще раз для підтвердження.<\/p>\r\n<p><strong>Крок 8: Перевірити відгук<\/strong><\/p>\r\n<p>Після надсилання своїх відповідей ви будете перенаправлені на сторінку підсумків. Тут ви можете побачити відгук про ваш тест або оцінку, включаючи вашу оцінку та будь-які коментарі викладача.<\/p>\r\n<p>Сподіваюся, цей посібник був корисним для вас. Якщо у вас є додаткові запитання про те, як відповідати на тести та оцінки в Moodle {moodlename}, не соромтеся звертатися до нас. Удачі у ваших навчаннях!<\/p>"
            },
            {
                "title": "Як перевірити та зрозуміти отримані оцінки",
                "description": "<p>Привіт, ласкаво просимо до нашої бази знань! Сьогодні я поясню, як ви можете перевірити та зрозуміти отримані оцінки на платформі Moodle {moodlename}. Давайте почнемо?<\/p>\r\n<p><strong>1. Доступ до Moodle {moodlename}<\/strong><\/p>\r\n<p>По-перше, вам потрібно зайти на платформу Moodle {moodlename}. Для цього просто натисніть на наступне посилання: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Потрапивши на початкову сторінку, ви побачите кнопку для входу. Введіть свої облікові дані та пароль, щоб отримати доступ до свого облікового запису.<\/p>\r\n<p><strong>2. Перехід до вашого курсу<\/strong><\/p>\r\n<p>Після входу ви будете перенаправлені на початкову сторінку Moodle. Тут ви побачите список усіх курсів, на які ви записані. Натисніть на курс, оцінки якого ви хочете перевірити.<\/p>\r\n<p><strong>3. Доступ до книги оцінок<\/strong><\/p>\r\n<p>У вашому курсі знайдіть блок \"Адміністрування\", зазвичай розташований зліва на сторінці. Натисніть на \"Оцінки\" в цьому блоці. Це відкриє книгу оцінок вашого курсу.<\/p>\r\n<p><strong>4. Перевірка ваших оцінок<\/strong><\/p>\r\n<p>Тепер, коли ви в книзі оцінок, ви побачите таблицю з усіма оціненими діяльностями курсу разом з їх відповідними оцінками. Оцінки зазвичай відображаються в діапазоні від 0 до 100, але це може варіюватися в залежності від налаштувань курсу.<\/p>\r\n<p><strong>5. Розуміння ваших оцінок<\/strong><\/p>\r\n<p>Кожна оцінена діяльність матиме відповідну оцінку. Якщо діяльність ще не була оцінена, оцінка з'явиться як дефіс (-). Оцінки розраховуються на основі критеріїв оцінювання, встановлених викладачем курсу. Якщо у вас є питання щодо того, як була розрахована оцінка, краще звернутися безпосередньо до викладача.<\/p>\r\n<p><strong>6. Перевірка загальної оцінки курсу<\/strong><\/p>\r\n<p>Внизу таблиці ви побачите рядок під назвою \"Загальна оцінка курсу\". Це сума всіх ваших оцінок у курсі. Це хороший спосіб відстежувати ваш загальний прогрес у курсі.<\/p>\r\n<p>Сподіваюся, цей посібник був корисним для вас, щоб зрозуміти, як перевіряти та розуміти свої оцінки в Moodle {moodlename}. Якщо у вас є додаткові запитання, не соромтеся запитувати. Ми тут, щоб допомогти!<\/p>"
            }
        ]
    },
    {
        "name": "Ресурси взаємодії",
        "knowledgebases": [
            {
                "title": "Як брати участь у форумах та чатах",
                "description": "<p>Привіт, ласкаво просимо до Moodle {moodlename}! Ця стаття допоможе вам дізнатися, як брати участь у форумах та чатах на нашій платформі Moodle. Давайте почнемо!<\/p>\r\n<h5>Участь у форумах<\/h5>\r\n<p>Форуми - це відмінний спосіб обмінюватися ідеями, обговорювати теми курсу та ставити запитання. Ось як ви можете брати участь:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Доступ до форуму<\/strong>: Спочатку вам потрібно отримати доступ до форуму. Увійдіть на платформу Moodle за посиланням <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Після входу перейдіть до потрібного курсу та знайдіть розділ форумів.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Читання обговорень<\/strong>: Перед тим, як зробити пост, добре прочитати вже існуючі обговорення. Це може допомогти вам зрозуміти, що вже обговорювалося, і уникнути повторень.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Розпочати нове обговорення<\/strong>: Щоб розпочати нове обговорення, натисніть кнопку 'Додати нову тему обговорення'. Введіть тему та ваше повідомлення. Коли закінчите, натисніть 'Відправити повідомлення на форум'.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Відповісти на обговорення<\/strong>: Щоб відповісти на існуюче обговорення, натисніть на заголовок обговорення, а потім на 'Відповісти'. Напишіть свою відповідь і натисніть 'Відправити повідомлення на форум'.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<h5>Участь у чатах<\/h5>\r\n<p>Чати дозволяють проводити розмови в реальному часі з іншими учасниками курсу. Ось як ви можете брати участь:<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Доступ до чату<\/strong>: Увійдіть на платформу Moodle за посиланням <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Після входу перейдіть до потрібного курсу та знайдіть розділ чатів.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Увійти в чат<\/strong>: Натисніть на чат, в якому хочете брати участь. Ви будете перенаправлені до нового вікна чату.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Надсилати повідомлення<\/strong>: Щоб надіслати повідомлення, введіть його в текстове поле в нижній частині вікна чату та натисніть Enter. Не забувайте дотримуватися правил етикету чату та поважати інших учасників.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Сподіваюся, ця стаття була корисною для вас. Якщо у вас є додаткові запитання, не соромтеся запитувати. Ми тут, щоб допомогти!<\/p>"
            }
        ]
    },
    {
        "name": "Доступність та особисті ресурси",
        "knowledgebases": [
            {
                "title": "Як налаштувати налаштування профілю (фото, біографія).",
                "description": "<p>Привіт, ласкаво просимо до Moodle {moodlename}! Ця стаття проведе вас крок за кроком через процес налаштування вашого профілю, включаючи зміну вашого фото та біографії. Давайте почнемо!<\/p>\r\n<p><strong>1. Увійдіть до Moodle {moodlename}<\/strong><\/p>\r\n<p>Спочатку вам потрібно увійти до Moodle {moodlename}. Ви можете зробити це, натиснувши на наступне посилання: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a><\/p>\r\n<p><strong>2. Увійдіть у свій обліковий запис<\/strong><\/p>\r\n<p>У правому верхньому куті головної сторінки ви побачите опцію для входу. Натисніть на неї та введіть свої облікові дані.<\/p>\r\n<p><strong>3. Перейдіть до налаштувань свого профілю<\/strong><\/p>\r\n<p>Після входу натисніть на своє ім'я користувача у правому верхньому куті сторінки. У випадаючому меню, що з'явиться, натисніть 'Профіль'.<\/p>\r\n<p><strong>4. Редагуйте свій профіль<\/strong><\/p>\r\n<p>На сторінці вашого профілю натисніть кнопку 'Редагувати профіль', щоб почати вносити зміни.<\/p>\r\n<p><strong>5. Змініть своє фото<\/strong><\/p>\r\n<p>Щоб змінити своє фото, натисніть на значок камери на зображенні профілю. Це відкриє вікно, де ви можете вибрати нове фото з вашого комп'ютера. Виберіть фото, яке хочете використовувати, і натисніть 'Відкрити'. Пам'ятайте, що фото має бути чітким і професійним.<\/p>\r\n<p><strong>6. Оновіть свою біографію<\/strong><\/p>\r\n<p>У розділі 'Опис' ви можете написати або редагувати свою біографію. Це чудова можливість поділитися трохи про себе, своїм досвідом та інтересами. Коли закінчите, натисніть 'Оновити профіль', щоб зберегти свої зміни.<\/p>\r\n<p><strong>7. Збережіть свої зміни<\/strong><\/p>\r\n<p>Після внесення всіх бажаних змін не забудьте натиснути кнопку 'Оновити профіль' внизу сторінки. Це забезпечить збереження всіх ваших змін.<\/p>\r\n<p>І це все! Тепер ви знаєте, як налаштувати налаштування свого профілю в Moodle {moodlename}. Пам'ятайте, що повний та оновлений профіль може допомогти покращити ваш досвід онлайн-навчання, дозволяючи вашим колегам та викладачам краще вас знати. Якщо у вас є якісь запитання або проблеми, не соромтеся звертатися до нас.<\/p>"
            },
            {
                "title": "Як отримати доступ до налаштувань сповіщень.",
                "description": "<p>Привіт, ласкаво просимо до нашого посібника про те, як отримати доступ до налаштувань сповіщень у Moodle {moodlename}. Давайте пройдемося по покроковій інструкції, щоб переконатися, що ви можете налаштувати свої сповіщення відповідно до ваших потреб.<\/p>\r\n<ol>\r\n<li>\r\n<p><strong>Увійдіть до Moodle {moodlename}<\/strong><\/p>\r\n<p>Спочатку вам потрібно зайти на сайт Moodle {moodlename}. Ви можете зробити це, ввівши наступну URL-адресу у вашому браузері: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Увійдіть у свій обліковий запис<\/strong><\/p>\r\n<p>У правому верхньому куті головної сторінки ви знайдете опцію для входу. Натисніть на неї та введіть свої облікові дані - зазвичай ваше ім'я користувача та пароль.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Перейдіть до свого профілю<\/strong><\/p>\r\n<p>Після входу натисніть на своє ім'я користувача у правому верхньому куті сторінки. Це відкриє випадаюче меню. Виберіть опцію \"Профіль\".<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Перейдіть до налаштувань повідомлень<\/strong><\/p>\r\n<p>На сторінці вашого профілю ви побачите кілька опцій зліва на екрані. Натисніть на \"Повідомлення\" під розділом \"Налаштування користувача\". Це перенесе вас на сторінку налаштувань повідомлень.<\/p>\r\n<\/li>\r\n<li>\r\n<p><strong>Налаштуйте свої сповіщення<\/strong><\/p>\r\n<p>Тут ви можете налаштувати свої сповіщення. Ви можете вибрати отримувати сповіщення електронною поштою, сповіщення спливаючими вікнами або обидва. Крім того, ви можете вказати, які типи сповіщень ви хочете отримувати - такі як повідомлення з форумів, надсилання завдань, приватні повідомлення та багато іншого.<\/p>\r\n<\/li>\r\n<\/ol>\r\n<p>Пам'ятайте, важливо регулярно перевіряти свої сповіщення в Moodle, щоб бути в курсі подій курсу. З налаштованими сповіщеннями ви можете бути впевнені, що отримуєте інформацію, яка є найбільш актуальною для вас.<\/p>\r\n<p>Сподіваюся, цей посібник був корисним для вас. Якщо у вас є ще запитання, не соромтеся запитувати. Ми тут, щоб допомогти!<\/p>"
            },
            {
                "title": "Як використовувати функції читання з екрану",
                "description": "<p>Привіт, ласкаво просимо до нашої бази знань! Сьогодні я проведу вас через процес використання функцій читання з екрану в Moodle {moodlename}.<\/p>\r\n<p>Moodle {moodlename} є платформою онлайн-навчання, доступною за посиланням <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Ця платформа пропонує різноманітні ресурси для полегшення навчання, включаючи функції читання з екрану.<\/p>\r\n<p>Функції читання з екрану - це інструменти доступності, які читають текст на екрані вголос. Вони особливо корисні для людей із зоровими порушеннями або труднощами в читанні.<\/p>\r\n<p>Ось етапи для використання функцій читання з екрану в Moodle {moodlename}:<\/p>\r\n<p><strong>1. Увійдіть до Moodle {moodlename}<\/strong><\/p>\r\n<p>Спочатку увійдіть до Moodle {moodlename} за посиланням <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>.<\/p>\r\n<p><strong>2. Знайдіть функцію читання з екрану<\/strong><\/p>\r\n<p>Після входу на платформу знайдіть функцію читання з екрану. Зазвичай її можна знайти в меню доступності, яке зазвичай розташоване в правому верхньому куті екрана.<\/p>\r\n<p><strong>3. Увімкніть функцію читання з екрану<\/strong><\/p>\r\n<p>Коли ви знайдете функцію читання з екрану, натисніть на неї, щоб увімкнути.<\/p>\r\n<p><strong>4. Використовуйте функцію читання з екрану<\/strong><\/p>\r\n<p>Після активації функції читання з екрану вона почне читати текст на екрані вголос. Ви можете контролювати читання, використовуючи елементи управління, надані функцією читання з екрану.<\/p>\r\n<p>Пам'ятайте, функція читання з екрану - це потужний інструмент доступності, який може зробити онлайн-навчання більш доступним та ефективним. Сподіваюся, цей посібник був корисним для вас. Якщо у вас є ще запитання, не соромтеся запитувати. Я тут, щоб допомогти!<\/p>"
            }
        ]
    },
    {
        "name": "Технічна підтримка",
        "knowledgebases": [
            {
                "title": "Як повідомити про технічні проблеми (помилка входу, проблеми з відправкою файлів тощо)",
                "description": "<p>Привіт, ласкаво просимо до нашої бази знань! Сьогодні я розповім вам, як повідомити про технічні проблеми в Moodle {moodlename}. Якщо ви стикаєтеся з такими проблемами, як помилка входу, труднощі з відправкою файлів та інші, цей посібник для вас.<\/p>\r\n<p>По-перше, зайдіть в Moodle {moodlename} за наступним URL: <a href=\"{moodleurl}\" target=\"_blank\" rel=\"noopener\">{moodleurl}<\/a>. Переконайтеся, що ви використовуєте правильні облікові дані для входу.<\/p>\r\n<p>Якщо ви стикаєтеся з технічними проблемами, дотримуйтесь наведених нижче кроків:<\/p>\r\n<p><strong>Перейдіть до курсу з проблемами<\/strong>:<\/p>\r\n<p>На головній сторінці Moodle ви побачите список усіх курсів, на які ви підписані. Клацніть на курс, в якому у вас виникають проблеми.<\/p>\r\n<p><strong>Знайдіть меню Helpdesk<\/strong>:<\/p>\r\n<p>У верхньому меню сторінки курсу ви знайдете опцію під назвою 'Helpdesk'. Це ваше місце для повідомлення про будь-які технічні проблеми, з якими ви стикаєтеся.<\/p>\r\n<p><strong>Клацніть на меню Helpdesk<\/strong>:<\/p>\r\n<p>Клацнувши на меню Helpdesk, ви будете перенаправлені на нову сторінку, де зможете повідомити про свою проблему.<\/p>\r\n<p><strong>Відкрийте запит<\/strong>:<\/p>\r\n<p>На сторінці Helpdesk ви побачите опцію 'Відкрити запит'. Клацніть на неї. Вам буде запропоновано надати деталі про проблему, з якою ви стикаєтеся. Намагайтеся бути якомога детальнішими, щоб наша технічна команда могла зрозуміти та ефективно вирішити вашу проблему.<\/p>\r\n<p>Після виконання цих кроків наша технічна команда отримає ваш запит і почне працювати над вирішенням вашої проблеми. Ви будете сповіщені, як тільки проблема буде вирішена.<\/p>\r\n<p>Сподіваюся, цей посібник був корисним для вас. Якщо у вас є додаткові запитання або вам потрібна додаткова допомога, не соромтеся звертатися до нас. Ми тут, щоб допомогти!<\/p>"
            }
        ]
    }
]